Repository: freemint/teradesk
Catalog: rsc/*/terait.po
Languages: it

source: [1][Same flag or function key is |already set for application|%s. ][ Set |Cancel]
it: [1][La stessa flag o tasto funzione è |già impostato per l'applicazione|%s. ][ Imposta |Annulla]

source: [1][Can not open a window: |%s. ][ OK ]
it: [1][Impossibile aprire una|finestra: |%s. ][ OK ]

source: [1][A change of video mode |will terminate all|running applications.][ OK |Cancel]
it: [1][Il cambio della modalità |video terminerà tutte le|applicazioni in esecuzione.][ OK |Annulla]

source: [3][%s][ Abort ]
it: [3][%s][ Annulla ]

source: [2][%s][ OK |Cancel]
it: [2][%s][ OK |Annulla]

source: [2][Remove icons or delete |directory items?][Remove|Delete|Cancel]
it: [2][Rimuovi icone o elimina |elementi directory?][Rimuovi|Elimina|Annulla]

source: [1][%s|%s. ][ Abort ]
it: [1][%s|%s. ][ Interrompi ]
