Repository: freemint/teradesk
Catalog: rsc/*/terafr.po
Languages: fr

source: Desk
fr: TeraDesk

source: File
fr: Fichiers

source: View
fr: Affichage

source: Window
fr: Fenêtres

source: TeraDesk Info...
fr: A propos de TeraDesk...

source: Open... ____
fr: Ouvrir... ____

source: New... ____
fr: Nouveau... ____

source: Compare... ____
fr: Comparer... ____

source: Search... ____
fr: Chercher... ____

source: Print... ____
fr: Imprimer... ____

source: Delete... ____
fr: Effacer... ____

source: Select all ____
fr: Tout ____

source: Copy disk... ____
fr: Copier... ____

source: Format disk... ____
fr: Formater... ____

source: Quit/Shutdown ____
fr: Quitter ____

source: Show as icons ____
fr: Voir en icônes ____

source: Auto arrange ____
fr: Auto arrangement ____

source: Sort by name ____
fr: par Nom ____

source: Sort by extension ____
fr: par Extension ____

source: Sort by date ____
fr: par Date ____

source: Sort by size ____
fr: par Taille ____

source: View unsorted ____
fr: Pas de tri ____

source: Reverse order ____
fr: Inversé ____

source: Case insensitive ____
fr: insensible à la casse ____

source: Show size ____
fr: Taille ____

source: Show date ____
fr: Date ____

source: Show time ____
fr: Heure ____

source: Show attributes ____
fr: Attributs ____

source: Show owner ____
fr: Propriétaire ____

source: Set mask... ____
fr: Masque... ____

source: Iconified ____
fr: Icônifié ____

source: Full ____
fr: Plein écran ____

source: Close ____
fr: Fermer ____

source: Close window ____
fr: Fermer fenêtre ____

source: Close all ____
fr: Fermer tout ____

source: Duplicate ____
fr: Dupliquer ____

source: Cycle windows ____
fr: Cycler fenêtres ____

source: Set applications... ____
fr: Applications... ____

source: Set program types...____
fr: Type de programme... ____

source: Set desk icons... ____
fr: Icônes bureau... ____

source: Set window icons... ____
fr: Icônes fenêtre... ____

source: Desk preferences... ____
fr: Préférences... ____

source: Copy and print... ____
fr: Copie & Impression ____

source: Window options... ____
fr: Options fenêtre... ____

source: Video options... ____
fr: Options vidéo... ____

source: Load settings... ____
fr: Charger config... ____

source: Save settings ____
fr: Sauver config. ____

source: Save settings as... ____
fr: Sauver config. sous ____

source: With thanks to all who helped
fr: Merci à tous ceux qui m'ont aidé

source: Free memory:
fr: Mémoire libre:

source: ________ bytes ST-RAM
fr: ________ octets ST-RAM

source: _________ bytes TT-RAM
fr: _________ octets TT-RAM

source: Abort
fr: Annuler

source: Command line:
fr: Ligne de commande:

source: Cancel
fr: Annuler

source: Name:
fr: Nom:

source: To:
fr: vers:

source: Drive : _
fr: Lecteur: _

source: Path:
fr: Chemin:

source: Icon label: ____________
fr: Label Icône: ____________

source: File type:
fr: Type de fichier:

source: Skip
fr: Passer

source: Remove
fr: Enlever

source: Icon type
fr: Type d'icône

source: Disk
fr: Disque

source: Printer
fr: Imprimante

source: Trashcan
fr: Corbeille

source: File/Folder
fr: Fichier/Dossier

source: File
fr: Fichier

source: Folder
fr: Dossier

source: Program
fr: Programme

source: Follow links
fr: Suivre lien

source: Command:
fr: Commande:

source: Environment:
fr: Environnement:

source: F-key: __
fr: Touche: __

source: Set special use
fr: Utilisation

source: Set application type
fr: Type d'application

source: Assign document types
fr: Documents assignés

source: Bytes used:
fr: Octets utilisés:

source: Readonly
fr: Lecture

source: Hidden
fr: Caché

source: System
fr: Système

source: Attributes:
fr: Attributs:

source: of ___:
fr: de ___:

source: Cluster size: ______
fr: Taille cluster: ______

source: Last access:
fr: Dernier accés:

source: Number of folders: ______
fr: Nombre de dossiers: ______

source: Number of files and links: ______
fr: Nombre de fichiers et liens: ______

source: Volume label:
fr: Volume:

source: Disk drive:
fr: Disque:

source: Total space: __________
fr: Espace total: __________

source: Bytes free: __________
fr: Octets libres: __________

source: World:
fr: Mots:

source: Group: ____
fr: Groupe: ____

source: Memory:
fr: Mémoire:

source: Opens with:
fr: Ouvrir avec:

source: Folder:
fr: Dossier:

source: File:
fr: Fichier:

source: Reset date/time
fr: Raz date/heure

source: Folders:
fr: Dossiers:

source: Files and links:
fr: Fichiers et liens:

source: Bytes:
fr: Octets:

source: Press [ESC] to abort
fr: [ESC] pour annuler

source: Text mode
fr: Mode Texte

source: Hex dump
fr: Dump Héx

source: Raw data
fr: Données Raw

source: Print to file
fr: Fichier

source: Copy:
fr: Copie:

source: All
fr: Tout

source: 12345678 bytes 01-02-03 11:59:59
fr: 12345678 octets 01-02-03 11:59:59

source: Add
fr: Ajouter

source: Edit
fr: Editer

source: Delete
fr: Effacer

source: Show Files
fr: Voir Fichiers

source: Show Folders
fr: Voir Dossiers

source: Show Programs
fr: Voir Programmes

source: Show Hidden
fr: Voir Cachés

source: Show System
fr: Voir Systême

source: Show Subfolders
fr: Voir Sous-fich.

source: Show Parent
fr: Voir Parent

source: Wait for key after TOS programs
fr: Fermer TOS prg. par une touche

source: Desktop Preferences
fr: Préférences du bureau

source: Dialog options
fr: Options des dialogues

source: Flying
fr: Volants

source: Window
fr: Fenêtre

source: Under mouse
fr: Sous la souris

source: Centered
fr: Centrés

source: Menu shortcuts
fr: Raccourcis des menus

source: Keys: ____
fr: Touche: ____

source: Clear all
fr: Vider

source: Save desk on exit
fr: Sauver en quittant

source: Directory
fr: Dossier

source: Program type
fr: Type

source: Use ARGV
fr: Utilise ARGV

source: Don't multitask
fr: Non multitâche

source: Memory limit: ____ KB
fr: Limite mémoire: ____ Ko

source: Background
fr: Fond

source: Viewer
fr: Visualiseur

source: Tab size...
fr: Taille tabulation...

source: Hexmode
fr: Mode héxadécimale

source: Set Tab Size
fr: Taille tabulateur

source: Tab size: __
fr: Taille: __

source: Window Options
fr: Options fenêtre

source: Desktop pattern:
fr: Motif du fond:

source: Desktop colour:
fr: Couleur du fond:

source: Window pattern:
fr: Motif fenêtre:

source: Window colour:
fr: Couleur fenêtre:

source: Directory font
fr: Dossiers

source: Viewer font
fr: Visualiseur

source: Tab size: __
fr: Tabulateur: __

source: Save windows
fr: Sauve fenêtre

source: Hor.grid: ___
fr: Grille Hor.: ___

source: Ver.grid: ___
fr: Grille Ver.: ___

source: Size:
fr: Taille:

source: Sample 1
fr: Exemple

source: Colour:
fr: Couleur:

source: Bold
fr: Gras

source: Light
fr: Clair

source: Italic
fr: Italique

source: Underlined
fr: Souligné

source: Hollow
fr: Contour

source: Shadowed
fr: Ombré

source: Inverse
fr: Inversé

source: Drive: _:
fr: Lecteur: _:

source: to _:
fr: vers _:

source: Single sided
fr: Simple face

source: Double sided
fr: Double face

source: High density
fr: Haute densité

source: Extra density
fr: Extra-densité

source: Previous
fr: Précédent

source: Parameters
fr: Parametre

source: Sides: _
fr: Faces: _

source: Tracks: __
fr: Pistes: __

source: Sectors: __
fr: Secteurs: __

source: Dir.size: ___
fr: Taille D.:___

source: Retries: _
fr: Tentatives: _

source: Completed: ___%
fr: Complété : ___%

source: Quick format
fr: Format rapide

source: Video Options
fr: Options vidéo

source: Standard resolution
fr: Résolution standard

source: ST-Low
fr: ST-Basse

source: ST-Medium
fr: ST-Moyenne

source: ST-High
fr: ST-Haute

source: TT-Low
fr: TT-Basse

source: TT-Medium
fr: TT-Moyenne

source: TT-High
fr: TT-Haute

source: Save palette
fr: Sauver palette

source: Colours:
fr: Couleurs:

source: Copy and Print Options
fr: Copies et impressions

source: Confirm Moves and Copies
fr: Confirmer les copies

source: Confirm Overwrites
fr: Confirmer remplacements

source: Confirm Deletes
fr: Confirmer les effacements

source: Confirm Printing
fr: Confirmer l'impression

source: Always show dialog
fr: Toujours voir le dialogue

source: Keep selection
fr: Passer la sélection

source: Truncate long names
fr: Tronquer un long nom

source: Print header & separator
fr: Entête & séparateur

source: Copy buffer: ____ KB
fr: Buffer de copie: ____ Ko

source: Printer line length: ___
fr: Taille des lignes: ___

source: Search for File or Folder
fr: Chercher fichiers et dossiers

source: Date from: __-__-__
fr: Date de: __-__-__

source: to: __-__-__
fr: à: __-__-__

source: Size from: _________
fr: Taille de: _________

source: to: _________
fr: à: _________

source: String:
fr: Chaine:

source: Special Application Use
fr: Application spéciale

source: Editor
fr: Editeur

source: Viewer
fr: Visualiseur

source: Autostart
fr: Auto lancé

source: Shutdown
fr: Eteindre

source: Video mode change
fr: Changeur de mode vidéo

source: Search
fr: Recherche de fichiers

source: Compare
fr: Comparateurs de fichier

source: Format floppy disk
fr: Formateur de disque

source: Right button extension
fr: Extension clic droit

source: Open Unassigned Item
fr: Ouvrir un item iconnu

source: Show
fr: Voir

source: Run
fr: Lancer

source: With
fr: Avec

source: This item is neither a program, nor
fr: Cet item n'est pas un programme.

source: a document of a type assigned to an
fr: Ce document n'est pas assigné à une

source: application, or else its assignment
fr: application, ou bien son assignement

source: has been overridden.
fr: ne fonctionne plus.

source: Help on Keyboard Commands
fr: Aide des commandes clavier

source: More
fr: Plus

source: Folder Operations:
fr: Opérations sur dossier:

source: [Alt]+<open> - Open folder in a
fr: [Alt]+<open>- Ouvrir un dossier dans

source: new window
fr: une nouvelle fenêtre

source: - View/Print file
fr: - Voir/Imprimer ficher

source: [Alt][?] - Show directory of
fr: [Alt][?] - Montrer le dossier du

source: drive ? in a new
fr: périphérique ? dans

source: window
fr: une nouvelle fenêtre

source: [Alt][Shift][?] - Show directory of
fr: [Alt][Shift][?]- Voir le dossier du

source: drive ? in the
fr: périphérique ? dans

source: same window
fr: la même fenêtre

source: [Undo] - Deselect all
fr: [Undo] - Tout désélectionner

source: [Insert] - Toggle autoselector
fr: [Insert]- Basculer sélection automat.

source: Window Operations:
fr: Opérations sur les fenêtres:

source: [Home] - Page to window top
fr: [Home] - Haut de la fenêtre

source: [⇧⇩⇦⇨] - Scroll window
fr: [⇧⇩⇦⇨] - Défilement

source: [Return] - Scroll text window
fr: [Return] - Une ligne plus bas

source: [Space] - Page text window
fr: [Space] - Une page plus bas

source: [Shift][⇧⇩⇦⇨] - Page window
fr: [Shift][⇧⇩⇦⇨] - Saut de page

source: [Esc] - Refresh window
fr: [Esc] - Rafraîchissement

source: [PageUp] - Page window up
fr: [PageUp] - Une page plus haut

source: [PageDown] - Page window down
fr: [PageDown] - Une page plus bas

source: [Shift][Home] - Page to bottom
fr: [Shift][Home] - Bas de la fenêtre

source: Drag and Drop Operations:
fr: Glisser et déposer:

source: <drag> - Copy items
fr: <drag> - Copier items

source: [Ctl]+<drag> - Move items
fr: [Ctl]+<drag> - Transférer items

source: [Alt]+<drag> - Copy & rename
fr: [Alt]+<drag> - Copier & renommer

source: [Ctl][Alt]+<drag> - Move & rename
fr: [Ctl][Alt]+<drag>- Transf.& renommer

source: [LShift]+<drag> - Update copy
fr: [LShift]+<drag>- Rafraîchir la copie

source: [RShift]+<drag> - Restore copy
fr: [RShift]+<drag>- Restaurer la copie

source: [Esc] - Cancel action
fr: [Esc] - Annuler l'action

source: Other:
fr: Autres:

source: [Help] - Show Help dialog
fr: [Help] - Voir dialogue d'aide

source: [Shift][Help] - Show hypertext help
fr: [Shift][Help]- Voir aide hypertexte

source: Dialog and Menu Operations:
fr: Dialogue et Menu Opérations:

source: [Ctl][⇧⇩] - Scroll item selector
fr: [Ctl][⇧⇩]- Scroll Sélecteur fichier

source: [Insert] - Fileselector in
fr: [Insert] - Sélecteur de fichier

source: editable text field
fr: dans un champ editable

source: [?] - Shortcut to menu
fr: [?] - Raccourci vers le menu

source: [Ctl][?] - Shortcut to menu
fr: [Ctl][?] - Raccourci vers le menu

source: Compare Files
fr: Comparer des fichiers

source: File #1:
fr: Fichier 1:

source: File #2:
fr: Fichier 2:

source: Files differ at byte #__________:
fr: Différence à l'octet #__________:

source: Match-window width: __
fr: Match-window: __

source: Quit / Shutdown Options
fr: Quitter / Eteindre

source: You are now about to
fr: Vous êtes sur le point de

source: quit Tera Desktop or to
fr: quitter Tera Desktop ou

source: shut down the computer.
fr: d'éteindre l'ordinateur.

source: Reboot
fr: Relancer

source: Quit
fr: Quitter

source: Add Name Mask
fr: Ajouter un masque

source: Copy Files and Folders
fr: Copie de fichiers & dossiers

source: Copy and Rename Files and Folders
fr: Copie et renomme fichiers & dossiers

source: Move Files and Folders
fr: Déplace fichiers & dossiers

source: Move and Rename Files and Folders
fr: Déplace et renomme fichiers & dossiers

source: Delete Files and Folders
fr: Efface fichiers & dossiers

source: Rename Files and Folders
fr: Renomme fichiers & dossiers

source: Name Conflict
fr: Conflit de nom

source: Install Desk Icon
fr: Installer un icône bureau

source: Change Desk Icon
fr: Changer un icône bureau

source: Add Program Type
fr: Ajouter un type de programme

source: Edit Program Type
fr: Editer un type de programme

source: Add Icon Type
fr: Ajouter un type d'icône

source: Edit Icon Type
fr: Editer un type d'icône

source: Directory Font
fr: Police des dossiers

source: Viewer Font
fr: Police du visualiseur

source: Locate File
fr: Rechercher un fichier

source: Locate Program
fr: Rechercher un programme

source: Locate Folder
fr: Rechercher un dossier

source: Load Settings
fr: Charger config.

source: Save Settings as
fr: Sauver config. sous

source: A printer
fr: Imprimante

source: A trashcan
fr: Corbeille

source: A drive icon
fr: Icône disque

source: A folder
fr: Dossier

source: A program
fr: Programme

source: %s %s bytes used in %d %s.
fr: %s %s octets utilisés par %d %s.

source: %s %s bytes used in %d selected %s.
fr: %s %s octets utilisés par la selection de %d %s.

source: items
fr: objets

source: item
fr: objet

source: drive %c
fr: lecteur %c

source: Press a key to continue.
fr: Pressez une touche pour continuer.

source: TOS error #%d
fr: TOS-erreur #%d

source: File not found
fr: Fichier non trouvé

source: Path not found
fr: Chemin non trouvé

source: Access denied.|Item is protected |or it already exists
fr: Accés refusé.|Objet protégé |ou déjà existant

source: Insufficient memory
fr: Mémoire insuffisante

source: Disk full
fr: Disque plein

source: File is locked
fr: Disque protégé

source: This item is not a |GEMDOS program file
fr: Cet objet n'est pas |un programme GEMDOS

source: Filename too long |or too many filenames
fr: Nom de fichier trop long |ou trop de nom de fichier

source: Path too long
fr: Chemin trop long

source: Read error on file
fr: Erreur de lecture sur fichier

source: Unexpected end of file
fr: Fin de fichier incorrecte

source: Abort
fr: Annuler

source: Skip | Abort
fr: Passer | Annuler

source: Command line too long
fr: Ligne de commande trop longue

source: Print Files
fr: Impression de fichier

source: Print Directory
fr: Impression de dossier

source: Format Floppy Disk
fr: Formater une disquette

source: Copy Disk
fr: Copier un disque

source: Write-prottected disk
fr: Disque protégé en écriture

source: Directory of
fr: Dossier de

source: Set Name Mask
fr: Editer un masque

source: Set Icon Types
fr: Editer un type d'icône

source: Set Program Types
fr: Editer un type de programme

source: Install Applications
fr: Installer des applications

source: Assign Document Types
fr: Assigner des types de documents

source: Edit Name Mask
fr: Editer le masque

source: Edit Document Type
fr: Editer le type de document

source: Add Document Type
fr: Ajouter une type de document

source: Add Application
fr: Ajouter une application

source: Edit Application
fr: Editer une application

source: Set Application Type
fr: Editer le type d'application

source: Set Object Information
fr: Editer les informations

source: Can not copy
fr: ne peut être copié

source: Can not move/rename
fr: Ne peut être copié/renommé

source: Can not delete
fr: Ne peut être effacé

source: Can not print
fr: Ne peut être imprimé

source: Can not read or set info for
fr: L'information ne peut etre |lue ou modifiée

source: Invalid or missing |parameters set
fr: Invalide ou mauvais |paramètres

source: Source and target disks |do not have the same format.
fr: Format incompatible entre | les disques source et destination.

source: Invalid format parameters.
fr: format de paramètre invalide

source: Accessories can not be|started in singletasking OS
fr: Les accessoires ne peuvent être| demarrés sur un OS monotâche

source: The saved colour palette|does not have the same size|as the palette of the|current screen mode.
fr: La palette de couleurs sauvées | n'a pas la même taille | que la palette du | mode d'écran actuel.

source: Error in file selector.
fr: Erreur dans le sélecteur.

source: Too many icons.
fr: Trop d'icônes.

source: Destination application|does not know the type|of object dropped to it
fr: L'application désignée|ne reconnait pas le type | d'objet glissé sur elle

source: Destination application|does not know of|Drag and Drop, or it |does not accept data
fr: L'application désignée ne| gère pas le Drag and Drop|ou bien les données |ne sont pas acceptées

source: Drive does not exist
fr: Le lecteur n'existe pas

source: Directory is too big
fr: Le dossier est trop volumineux

source: An object with that name|already exists
fr: Un dossier ayant le même|nom éxiste déjà

source: Too many windows opened
fr: Trop de fenêtres ouvertes

source: Filenames can not be empty.
fr: Le nom de fichier ne peut être vide.

source: An object can not be|copied to itself
fr: Un fichier ne peut être|copié sur lui même.

source: This file is not a|valid configuration|or palette file
fr: Ce fichier n'est pas|un fichier de configuration|ou de palette valide

source: This may not be a valid |configuration or palette |file at all
fr: Ce n'est pas une |configuration valide |ou un fichier palette correct

source: Invalid values in file
fr: Valeur invalide dans le fichier

source: Contents of compared files |are identical
fr: Le contenu des fichiers |est identique.

source: Font Selector
fr: Sélecteur de police

source: New Folder
fr: Nouveau dossier

source: Open Item
fr: Ouvrir un objet

source: Item not found or item type |can not be determined
fr: Objet non trouvé ou de |type indéterminé

source: ; Avoid editing this file by hand !!!
fr: ; L'édition de ce fichier à la main est déconseillée !!!

source: Floppy device can not |be locked for (X)BIOS |operations
fr: Le périphérique visé |ne peut etre locké |par (X)Bios..

source: File Information
fr: Information sur le fichier

source: Folder Information
fr: Information sur le dossier

source: Disk Volume Information
fr: Information sur le disque

source: Created on:
fr: Créé sur:

source: No editor installed
fr: Pas d'éditeur installé

source: Application font
fr: Police de l'application

source: New Symbolic Link
fr: Nouveau lien symbolique

source: Link_to_
fr: Lier à

source: Symbolic Link Information
fr: Information de lien symbolique

source: Linked object |does not exist
fr: L'objet lié | n'existe pas

source: Update Files and Folders
fr: Rafraîchir fichiers et dossiers

source: Restore Files and Folders
fr: Restaurer fichiers et dossiers

source: Number of files:
fr: Nombre de fichier:

source: Files:
fr: Fichier:

source: Multitask-OS version
fr: version OS multitaches

source: Select Application
fr: Choix d'une application

source: |Cancel|Abort|
fr: |Annuler|Abandonner|

source: Search finished.|No (more) matches found
fr: Recherche terminée.|Plus rien de trouvé.

source: Locate Print File
fr: Localiser le fichier d'impression

source: VGA-40-column
fr: VGA-40-colonnes

source: VGA-80-column
fr: VGA-80-colonnes

source: Doubleline
fr: Double ligne

source: Screen resolution is too low |(or default font too large) |to run Tera Desktop.
fr: La résolution d'écran est trop faible |(ou la fonte systême est trop grande) |pour lancer Tera Desktop.

source: Read error on icons file |or file not found.
fr: Erreur de lecture sur le fichier d'icônes |ou fichier non trouvé.

source: Unable to open|VDI-workstation.
fr: Ouverture d'une VDI-workstation | impossible.

source: This application is |already running. |Start it again?
fr: Cette application est |déjà lancé. |Lancer encore?

source: Failed to start|selected application. |It may be protected |or maybe is not|a valid program file
fr: L'application sélectionnée|n'a pu être lancée. |Elle est peut-être protégée|ou peut-être n'est-ce |pas un fichier programme.

source: Icon(s) not found |in the resource file
fr: L'icône n'a pu être trouvée|dans le fichier ressource

source: Special BIOS File or Device Info
fr: Fichier BIOS spécial ou information du périphérique

source: Pipe Information
fr: Information pipe

source: Process or Shared memory Info
fr: Info sur la mémoire processeur ou partagée

source: Program File Information
fr: Information sur le programme

source: GEM programs can not be |started in background
fr: Un programme GEM ne peut être|lancé en arrière plan

source: Private
fr: Privé

source: Readonly
fr: Lecture

source: Locate Object
fr: Rechercher un objet

source: The requested dialog |is already open
fr: Le dialogue requis |est déjà ouvert

source: bytes
fr: octets

source: An unknown object
fr: Un objet inconnu

source: A network object
fr: Un objet réseau

source: can not be copied
fr: ne peut être copié

source: can not be printed
fr: ne peut être imprimé

source: can not be passed |to a program
fr: ne peut être passé |à un programme

source: can not be opened
fr: ne peut être ouvert

source: Bad sectors.
fr: Mauvais secteurs.

source: BIOS/XBIOS error #%d
fr: Erreur BIOS/XBIOS #%d

source: Sector not found.
fr: Secteur non trouvé.

source: Unknown media format.
fr: Format de média inconnu.

source: Version for Coldfire
fr: Version pour Coldfire

source: [1][Error while loading or saving |the configuration file|%s: |%s. ][ OK ]
fr: [1][Erreur durant la lecture ou|la sauvegarde de la config.|%s: |%s. ][ OK ]

source: [1][Program file |%s |not found.][ OK ]
fr: [1][Le programme|%s |n'a pas été trouvé][ OK ]

source: [2][Item named|%s |could not be found.|What do you want to do? ][Locate|Remove|Cancel]
fr: [2][L'objet|%s |n'a pu être trouvé.|Que désirez-vous faire ? ][Chercher|Enlever|Annuler]

source: [1][Illegal copy operation. ][ Abort ]
fr: [1][Opération de copie illégale][ Annuler ]

source: [1][Illegal destination. ][ Abort ]
fr: [1][Destination illégale][ Annuler ]

source: [2][Printer is not |responding.][Continue|Abort]
fr: [2][L'imprimante ne|répond pas!][Continuer|Annuler]

source: [1][All data on the target|floppy disk will be erased! ][ OK |Cancel]
fr: [1][Toutes les données du disque|désigné seront effacées.][ OK |Annuler]

source: [1][Error in formatting track %d |on floppy disk.|%s][Retry|Continue|Abort]
fr: [1][Erreur durant le formatage |de la piste %d |sur la disquette.|%s ][Réessayer|Continuer|Annuler]

source: [1][Error while trying to access |the floppy disk.|%s][ OK ]
fr: [1][Erreur en essayant d'accéder |à la disquette.|%s][ OK ]

source: [1][This key has already been|assigned, or else it is not |a valid shortcut key: %s ][ OK ]
fr: [1][Cette touche est déjà assignée|ou n'est pas une touche de|raccourci valide: %s ][ OK ]

source: [2][Abort current operation? ][Abort|Continue]
fr: [2][Annuler l'opération en cours ?][Annuler|Continuer]

source: [1][This file or filetype has |already been assigned:| |%s ][ OK ]
fr: [1][Ce fichier ou type de fichier|est déjà assigné !| |%s ][ OK ]
