Repository: freemint/teradesk
Catalog: rsc/*/teraru.po
Languages: ru

source: Desk
ru: Панель

source: File
ru: Файл

source: View
ru: Вид

source: Window
ru: Окно

source: Options
ru: Опции

source: TeraDesk Info...
ru: Информация о TeraDesk...

source: Open... ____
ru: Открыть... ____

source: Info... ____
ru: Информация... ____

source: New... ____
ru: Новый... ____

source: Compare... ____
ru: Сравнить... ____

source: Search... ____
ru: Поиск... ____

source: Print... ____
ru: Печать... ____

source: Delete... ____
ru: Удалить... ____

source: Select all ____
ru: Выбрать всë ____

source: Copy disk... ____
ru: Копировать диск... ____

source: Format disk... ____
ru: Форматировать диск... ____

source: Quit/Shutdown ____
ru: Выход/Выключение ____

source: Show as icons ____
ru: Показать как иконки ____

source: Auto arrange ____
ru: Автосортировка ____

source: Sort by name ____
ru: Сортировать по имени ____

source: Sort by extension ____
ru: ...по расширению ____

source: Sort by date ____
ru: ...по дате ____

source: Sort by size ____
ru: ...по размеру ____

source: View unsorted ____
ru: Не сортировать ____

source: Reverse order ____
ru: Обратный порядок ____

source: Case insensitive ____
ru: Независимо от регистра ____

source: Show size ____
ru: Показывать размер ____

source: Show date ____
ru: Показывать дату ____

source: Show time ____
ru: Показывать время ____

source: Show attributes ____
ru: Показывать атрибуты ____

source: Show owner ____
ru: Показывать владельца ____

source: Set mask... ____
ru: Маска выбора... ____

source: Iconified ____
ru: Иконизированное ____

source: Full ____
ru: Полное ____

source: Close ____
ru: На шаг вверх ____

source: Close window ____
ru: Закрыть окно ____

source: Close all ____
ru: Закрыть всë ____

source: Duplicate ____
ru: Дублировать ____

source: Cycle windows ____
ru: Переключить окна ____

source: Set applications... ____
ru: Установить программы... ____

source: Set program types...____
ru: Установить типы программ... ____

source: Set desk icons... ____
ru: Установить иконки панели... ____

source: Set window icons... ____
ru: Установить иконки окна... ____

source: Desk preferences... ____
ru: Настройки панели... ____

source: Copy and print... ____
ru: Копия и печать... ____

source: Window options... ____
ru: Настройки окна... ____

source: Video options... ____
ru: Настройки видео... ____

source: Load settings... ____
ru: Загрузить настройки... ____

source: Save settings ____
ru: Сохранить настройки ____

source: Save settings as... ____
ru: Сохранить настройки как... ____

source: Single-TOS version
ru: Версия для однозадачной TOS

source: With thanks to all who helped
ru: Спасибо всем,кто помог. Русификация - Дима Соболев

source: Free memory:
ru: Своб.памяти:

source: ________ bytes ST-RAM
ru: ________ байт ST-RAM

source: _________ bytes TT-RAM
ru: _________ байт TT-RAM

source: TOS-version:__.__
ru: Версия TOS:__.__

source: AES-version:__.__
ru: Версия AES:__.__

source: OK
ru: ОК

source: Abort
ru: Прервать

source: Command line:
ru: Командная строка:

source: Cancel
ru: Отмена

source: Name:
ru: Имя:

source: To:
ru: На:

source: Drive : _
ru: Диск : _

source: Path:
ru: Путь:

source: Icon label: ____________
ru: Имя иконки: ____________

source: File type:
ru: Тип файла:

source: Skip
ru: Пропуск

source: Remove
ru: Удалить

source: Icon type
ru: Тип иконки

source: Disk
ru: Диск

source: Printer
ru: Принтер

source: Trashcan
ru: Корзина

source: File/Folder
ru: Файл/Папка

source: File
ru: Файл

source: Folder
ru: Папка

source: Program
ru: Программа

source: Follow links
ru: Сл. за объектами

source: Command:
ru: Команда:

source: Environment:
ru: Окружение:

source: F-key: __
ru: F-клав:__

source: Set special use
ru: Спецпрограммы

source: Set application type
ru: Установить тип программы

source: Assign document types
ru: Связать типы документов

source: Bytes used:
ru: Байт используется:

source: Readonly
ru: ТлкЧтение

source: Hidden
ru: Скрытый

source: System
ru: Системный

source: Attributes:
ru: Атрибуты:

source: Archive
ru: Архивный

source: of ___:
ru: из ___:

source: String match #___
ru: Строк соответствия #___

source: Cluster size: ______
ru: Размер кластера: ______

source: Last access:
ru: Последний доступ:

source: Number of folders: ______
ru: Количество папок: ______

source: Number of files and links: ______
ru: Количество файлов и ярлыков: ______

source: Volume label:
ru: Метка диска:

source: Disk drive:
ru: Имя диска:

source: Total space: __________
ru: Общее место: __________

source: Bytes free: __________
ru: Байт свободно: __________

source: World:
ru: Мир:

source: Group: ____
ru: ID группы: ____

source: Owner: ____
ru: ID владельца: ____

source: Flags:
ru: Флаги:

source: Memory:
ru: Память:

source: Opens with:
ru: Открыть с:

source: Folder:
ru: Папка:

source: File:
ru: Файл:

source: Reset date/time
ru: Сброс даты/времени

source: Folders:
ru: Папки:

source: Files and links:
ru: Файлы и ярлыки:

source: Bytes:
ru: Байт:

source: Press [ESC] to abort
ru: Нажмите [ESC] для отмены

source: Text mode
ru: Текстовый вид

source: Hex dump
ru: Hex-режим

source: Raw data
ru: Raw-данные

source: Print to file
ru: Печать в файл

source: Copy:
ru: Копия:

source: All
ru: Все

source: 12345678 bytes 01-02-03 11:59:59
ru: 12345678 байт 01-02-03 11:59:59

source: Add
ru: Добавить

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Show Files
ru: Пок.файлы

source: Show Folders
ru: Пок.папки

source: Show Programs
ru: Пок.программы

source: Show Hidden
ru: Пок.скрытые

source: Show System
ru: Пок.системные

source: Show Subfolders
ru: Показ.поддир.

source: Show Parent
ru: Показ.родит.

source: Wait for key after TOS programs
ru: Ждать нажатия после TOS программ

source: Use handle 2 as stderr
ru: Исп.handle 2 как stderr

source: Desktop Preferences
ru: Настройки панели

source: Dialog options
ru: Опции диалогового окна

source: Flying
ru: Летящий

source: Window
ru: Окно

source: Under mouse
ru: За мышкой

source: Centered
ru: В центре

source: Menu shortcuts
ru: Горячие клавиши

source: Item:
ru: Пункт:

source: Keys: ____
ru: Клав.:____

source: Clear all
ru: Очистить всë

source: Save desk on exit
ru: Сохранить при выходе

source: Directory
ru: Директория

source: Program type
ru: Тип программы

source: Use ARGV
ru: Исп. ARGV

source: Don't multitask
ru: Без многозадачности

source: Memory limit: ____ KB
ru: Лимит памяти: ____ КБ

source: Background
ru: Фон

source: Viewer
ru: Просмотр

source: Tab size...
ru: Размер табуляции...

source: Hexmode
ru: Hex-режим

source: Set Tab Size
ru: Установка табуляции

source: Tab size: __
ru: Размер табуляции: __

source: Window Options
ru: Настройки окна

source: Desktop pattern:
ru: Образец десктопа:

source: Desktop colour:
ru: Цвет десктопа:

source: Window pattern:
ru: Образец окна:

source: Window colour:
ru: Цвет окна:

source: Directory font
ru: Фонт директорий

source: Viewer font
ru: Фонт вьюера

source: Tab size: __
ru: Табулятор: __

source: Save windows
ru: Сохр.настройки

source: Hor.grid: ___
ru: Гор.сеть: ___

source: Ver.grid: ___
ru: Вер.сеть: ___

source: Size:
ru: Размер:

source: Sample 1
ru: Образец 1

source: Colour:
ru: Цвет:

source: Bold
ru: Жирный

source: Light
ru: Лëгкий

source: Italic
ru: Наклон

source: Underlined
ru: Подчëркнутый

source: Hollow
ru: Полый

source: Shadowed
ru: С тенью

source: Inverse
ru: Негатив

source: Drive: _:
ru: Диск: _:

source: to _:
ru: на _:

source: Format type
ru: Тип формата

source: Single sided
ru: Односторонний

source: Double sided
ru: Двусторонний

source: High density
ru: Высокая плотн.

source: Extra density
ru: Экстра плотн.

source: Previous
ru: Предыдущий

source: Parameters
ru: Параметры

source: Sides: _
ru: Сторон: _

source: Tracks: __
ru: Дорожек: __

source: Sectors: __
ru: Секторов: __

source: Dir.size: ___
ru: Разм.дир.:___

source: Retries: _
ru: Попыток: _

source: Label: ________.___
ru: Метка: ________.___

source: Completed: ___%
ru: Завершено: ___%

source: Quick format
ru: Быстр.формат

source: Video Options
ru: Настройки видео

source: Standard resolution
ru: Стандартное разрешение

source: ST-Low
ru: ST-Низкое

source: ST-Medium
ru: ST-Среднее

source: ST-High
ru: ST-Высокое

source: TT-Low
ru: TT-Низкое

source: TT-Medium
ru: TT-Среднее

source: TT-High
ru: TT-Высокое

source: Options
ru: Опции

source: Save palette
ru: Сохр.палитру

source: Colours:
ru: Цвета:

source: Copy and Print Options
ru: Опции копирования и печати

source: Confirm Moves and Copies
ru: Подтвердить перенос/копию

source: Confirm Overwrites
ru: Подтвердить перезапись

source: Confirm Deletes
ru: Подтвердить удаление

source: Confirm Printing
ru: Подтвердить печать

source: Always show dialog
ru: Всегда показывать диалог

source: Keep selection
ru: Сохранить выбор

source: Truncate long names
ru: Обрезать длинные имена

source: Print header & separator
ru: Печ.заголовка/разделителя

source: Copy buffer: ____ KB
ru: Буфер копирования: ____ КБ

source: Printer line length: ___
ru: Длина строки печати: ___

source: Search for File or Folder
ru: Поиск файла или папки

source: Date from: __-__-__
ru: Дата от: __-__-__

source: to: __-__-__
ru: до: __-__-__

source: Size from: _________
ru: Размер от: _________

source: to: _________
ru: до: _________

source: String:
ru: Строка:

source: Special Application Use
ru: Использование спецпрограмм

source: Editor
ru: Редактор

source: Viewer
ru: Вьюер

source: Autostart
ru: Автозапуск

source: Shutdown
ru: Выключить

source: Video mode change
ru: Изменение разрешения

source: Search
ru: Поиск файлов

source: Compare
ru: Сравнение файлов

source: Format floppy disk
ru: Форматирование дискеты

source: Right button extension
ru: Меню правой кнопки

source: Open Unassigned Item
ru: Открыть файл неизвестного типа

source: Show
ru: Показать

source: Run
ru: Запуск

source: With
ru: С

source: This item is neither a program, nor
ru: Этот файл не является ни программой,

source: a document of a type assigned to an
ru: ни документом типа,связанного

source: application, or else its assignment
ru: с программой, или эта его связь

source: has been overridden.
ru: с программой была отменена.

source: Help on Keyboard Commands
ru: Помощь - команды клавиатуры

source: More
ru: Ещê

source: Folder Operations:
ru: Операции с папками:

source: [Alt]+<open> - Open folder in a
ru: [Alt]+<open> - Открыть папку в

source: new window
ru: новом окне

source: - View/Print file
ru: - Просм./Печ. файла

source: [Alt][?] - Show directory of
ru: [Alt][?] - Показать папку

source: drive ? in a new
ru: диска ? в новом

source: window
ru: окне

source: [Alt][Shift][?] - Show directory of
ru: [Alt][Shift][?] - Показать папку

source: drive ? in the
ru: диска ? в

source: same window
ru: текущем окне

source: [Undo] - Deselect all
ru: [Esc] - Отмена выбора всего

source: [Insert] - Toggle autoselector
ru: [Insert] - Перекл.автоселектор

source: Window Operations:
ru: Операции с окнами:

source: [Home] - Page to window top
ru: [Home] - К началу файла

source: [⇧⇩⇦⇨] - Scroll window
ru: [⇧⇩⇦⇨] - Прокр. содержимого окна

source: [Return] - Scroll text window
ru: [Return] - Прокр. текстового окна

source: [Space] - Page text window
ru: [Space] - След.страница текста

source: [Shift][⇧⇩⇦⇨] - Page window
ru: [Shift][⇧⇩⇦⇨] - Перекл.страницу

source: [Esc] - Refresh window
ru: [Esc] - Обновить окно

source: [PageUp] - Page window up
ru: [PageUp] - На страницу вверх

source: [PageDown] - Page window down
ru: [PageDown]- На страницу вниз

source: [Shift][Home] - Page to bottom
ru: [Shift][Home] - К концу файла

source: Drag and Drop Operations:
ru: Операции Drag and Drop:

source: <drag> - Copy items
ru: <drag> - Копировать объекты

source: [Ctl]+<drag> - Move items
ru: [Ctl]+<drag> - Перемест. объекты

source: [Alt]+<drag> - Copy & rename
ru: [Alt]+<drag> - Копир. & переимен.

source: [Ctl][Alt]+<drag> - Move & rename
ru: [Ctl][Alt]+<drag>- Перемест.& переим.

source: [LShift]+<drag> - Update copy
ru: [LShift]+<drag> - Обновить копию

source: [RShift]+<drag> - Restore copy
ru: [RShift]+<drag> - Восстановить копию

source: [Esc] - Cancel action
ru: [Esc] - Отменить действие

source: Other:
ru: Разное:

source: [Help] - Show Help dialog
ru: [Help] - Показать окно помощи

source: [Shift][Help] - Show hypertext help
ru: [Shift][Help] - Показ. гиперт. помощь

source: Dialog and Menu Operations:
ru: Операции меню и диалоговых окон:

source: [Ctl][⇧⇩] - Scroll item selector
ru: [Ctl][⇧⇩] - Прокр. селектора объектов

source: [Insert] - Fileselector in
ru: [Insert] - Селектор файлов в

source: editable text field
ru: редактируемом текст.поле

source: [?] - Shortcut to menu
ru: [?] - Горячая клавиша меню

source: [Ctl][?] - Shortcut to menu
ru: [Ctl][?] - Ярлык меню

source: Compare Files
ru: Сравнить файлы

source: File #1:
ru: Файл #1:

source: File #2:
ru: Файл #2:

source: Files differ at byte #__________:
ru: Найдено отличие в байте #__________:

source: Match-window width: __
ru: Ширина окна сравнения: __

source: Quit / Shutdown Options
ru: Опции Выхода/Выключения

source: You are now about to
ru: Вы близки к выходу

source: quit Tera Desktop or to
ru: из Tera Desktop или

source: shut down the computer.
ru: выключению компьютера.

source: Reboot
ru: Перезагрузка

source: Quit
ru: Выйти

source: Add Name Mask
ru: Добавить маску имени

source: Copy Files and Folders
ru: Копировать файлы и папки

source: Copy and Rename Files and Folders
ru: Копировать и переименовать файлы и папки

source: Move Files and Folders
ru: Переместить файлы и папки

source: Move and Rename Files and Folders
ru: Переместить и переименовать файлы и папки

source: Delete Files and Folders
ru: Удалить файлы и папки

source: Rename Files and Folders
ru: Переименовать файлы и папки

source: Name Conflict
ru: Конфликт имêн

source: Install Desk Icon
ru: Установить иконку панели

source: Change Desk Icon
ru: Изменить иконку панели

source: Add Program Type
ru: Добавить тип программы

source: Edit Program Type
ru: Изменить тип программы

source: Add Icon Type
ru: Добавить тип иконки

source: Edit Icon Type
ru: Изменить тип иконки

source: Directory Font
ru: Фонт директорий

source: Viewer Font
ru: Фонт вьюера

source: Locate File
ru: Найти файл

source: Locate Program
ru: Найти программу

source: Locate Folder
ru: Найти папку

source: Load Settings
ru: Загрузить настройки

source: Save Settings as
ru: Сохранить настройки как

source: A printer
ru: Принтер

source: A trashcan
ru: Корзина

source: A drive icon
ru: Иконка диска

source: A folder
ru: Папка

source: A program
ru: Программа

source: %s %s bytes used in %d %s.
ru: %s %s байт используется в %d %s.

source: %s %s bytes used in %d selected %s.
ru: %s %s байт используется в %d выбранных %s.

source: items
ru: объектах

source: item
ru: объекте

source: drive %c
ru: диск %c

source: Press a key to continue.
ru: Чтобы продолжить, нажмите любую клавишу...

source: TOS error #%d
ru: Ошибка TOS #%d

source: File not found
ru: Файл не найден

source: Path not found
ru: Путь не найден

source: Access denied.|Item is protected |or it already exists
ru: Доступ запрещêн.|Объект защищêн |или уже существует

source: Insufficient memory
ru: Недостаточно памяти

source: Disk full
ru: Диск полон

source: File is locked
ru: Файл заблокирован

source: This item is not a |GEMDOS program file
ru: Этот объект не является |программой GEMDOS

source: Filename too long |or too many filenames
ru: Имя файла слишком длинное |или слишком много имêн файлов

source: Path too long
ru: Путь слишком длинный

source: Read error on file
ru: Ошибка чтения файла

source: Unexpected end of file
ru: Неожиданный конец файла

source: Abort
ru: Прервать

source: Skip | Abort
ru: Пропуск | Прервать

source: Command line too long
ru: Слишком длинная командная строка

source: Print Files
ru: Печать файлов

source: Print Directory
ru: Печать директории

source: Format Floppy Disk
ru: Форматировать дискету

source: Copy Disk
ru: Копировать диск

source: Write-prottected disk
ru: Диск защищêн от записи

source: Directory of
ru: Директория

source: Set Name Mask
ru: Установить маску имени

source: Set Icon Types
ru: Установить типы иконок

source: Set Program Types
ru: Установить типы программ

source: Install Applications
ru: Установить программы

source: Assign Document Types
ru: Связать типы документов

source: Edit Name Mask
ru: Изменить маску имени

source: Edit Document Type
ru: Изменить тип документа

source: Application:
ru: Программа:

source: Add Document Type
ru: Добавить тип документа

source: Add Application
ru: Добавить программу

source: Edit Application
ru: Изменить программу

source: Set Application Type
ru: Установить тип программы

source: Set Object Information
ru: Установить информацию об объекте

source: Can not copy
ru: Ошибка копирования

source: Can not move/rename
ru: Ошибка перемещения/переименования

source: Can not delete
ru: Ошибка удаления

source: Can not print
ru: Ошибка печати

source: Can not read or set info for
ru: Не могу прочитать или/установить информацию для

source: Invalid or missing |parameters set
ru: Неверный или отсутствует|набор параметров

source: Source and target disks |do not have the same format.
ru: Диски источника и целевой|неодинакового формата.

source: Invalid format parameters.
ru: Неверные параметры форматирования.

source: Accessories can not be|started in singletasking OS
ru: Аксессорные программы не могут|быть запущены в однозадачной OS

source: The saved colour palette|does not have the same size|as the palette of the|current screen mode.
ru: Сохранêнная цветовая палитра|отличается по размеру|от палитры|текущего режима экрана.

source: Error in file selector.
ru: Ошибка селектора файлов.

source: Too many icons.
ru: Слишком много иконок.

source: Destination application|does not know the type|of object dropped to it
ru: Целевая программа|не узнаêт тип объекта,|перетащенного на неê

source: Destination application|does not know of|Drag and Drop, or it |does not accept data
ru: Целевая программа|не понимает режим|Drag and Drop, или |не принимает данные

source: Drive does not exist
ru: Диск не существует

source: Directory is too big
ru: Директория слишком велика

source: An object with that name|already exists
ru: Объект с таким именем|уже существует

source: Too many windows opened
ru: Открыто слишком много окон

source: Filenames can not be empty.
ru: Имена файлов не могут быть пустыми.

source: An object can not be|copied to itself
ru: Объект не может быть|скопирован сам на себя

source: This file is not a|valid configuration|or palette file
ru: Этот файл не является|правильным файлом|конфигурации или палитры

source: This may not be a valid |configuration or palette |file at all
ru: Это вообще не может быть |правильным файлом |конфигурации или палитры

source: Invalid values in file
ru: Неправильные данные в файле

source: Contents of compared files |are identical
ru: Содержимое сравниваемых файлов |одинаково

source: Font Selector
ru: Селектор фонта

source: New Folder
ru: Новая папка

source: Open Item
ru: Открыть объект

source: Item not found or item type |can not be determined
ru: Объект не найден или его тип |не может быть определêн

source: ; Avoid editing this file by hand !!!
ru: ; Избегайте редактирования этого файла вручную !!!

source: Floppy device can not |be locked for (X)BIOS |operations
ru: Дисковод не может быть |заблокирован для (X)BIOS |операций

source: File Information
ru: Информация о файле

source: Folder Information
ru: Информация о папке

source: Disk Volume Information
ru: Информация о диске

source: Created on:
ru: Создан:

source: No editor installed
ru: Редактор не установлен

source: Application font
ru: Фонт программы

source: New Symbolic Link
ru: Новая символическая связь (ярлык)

source: Link_to_
ru: Ярлык к

source: Symbolic Link Information
ru: Информация о ярлыке

source: Linked object |does not exist
ru: Связанный с ярлыком |объект не существует

source: Update Files and Folders
ru: Обновить файлы и папки

source: Restore Files and Folders
ru: Восстановить файлы и папки

source: Number of files:
ru: Количество файлов:

source: Files:
ru: Файлы:

source: Multitask-OS version
ru: Версия для многозадачной OS

source: Select Application
ru: Выберите программу

source: |Cancel|Abort|
ru: |Отмена|Прервать|

source: Search finished.|No (more) matches found
ru: Поиск закончен.|(Больше) соответствий не найдено

source: Locate Print File
ru: Найти файл для печати

source: VGA-40-column
ru: VGA-40-колонок

source: VGA-80-column
ru: VGA-80-колонок

source: Doubleline
ru: Двойная линия

source: Screen resolution is too low |(or default font too large) |to run Tera Desktop.
ru: Разрешение экрана слишком низкое |(или фонт по умолчанию слишком велик) |для запуска Tera Desktop.

source: Read error on icons file |or file not found.
ru: Ошибка чтения файла иконок |или файл не найден.

source: Unable to open|VDI-workstation.
ru: Невозможно открыть|рабочую станцию VDI.

source: This application is |already running. |Start it again?
ru: Эта программа |уже запущена. |Перезапустить еê?

source: Failed to start|selected application. |It may be protected |or maybe is not|a valid program file
ru: Ошибка запуска|выбранной программы. |Она может быть защищена |или этот файл▕ не является файлом программы

source: Icon(s) not found |in the resource file
ru: Иконка(-и) не найдены |в файле ресурсов

source: Special BIOS File or Device Info
ru: Специальный файл BIOS или информация об устройстве

source: Pipe Information
ru: Pipe-информация

source: Process or Shared memory Info
ru: Информация о процессе или памяти общего доступа

source: Program File Information
ru: Информация о файле программы

source: GEM programs can not be |started in background
ru: Программа GEM |не может быть запущена▕в фоновом режиме

source: Locate Object
ru: Найти объект

source: The requested dialog |is already open
ru: Запрашиваемый диалог |уже открыт

source: bytes
ru: байт

source: An unknown object
ru: Неизвестный объект

source: A network object
ru: Сетевой объект

source: can not be copied
ru: не может быть скопирован

source: can not be printed
ru: не может быть напечатан

source: can not be passed |to a program
ru: не может быть передан |программе

source: can not be opened
ru: не может быть открыт

source: Bad sectors.
ru: Плохие сектора.

source: BIOS/XBIOS error #%d
ru: Ошибка BIOS/XBIOS #%d

source: Sector not found.
ru: Сектор не найден.

source: Unknown media format.
ru: Неизвестный формат носителя.

source: Version for Coldfire
ru: Версия для Coldfire

source: [1][Error while loading or saving |the configuration file|%s: |%s. ][ OK ]
ru: [1][Ошибка загрузки или сохранения |файла конфигурации|%s: |%s. ][ ОК ]

source: [1][Program file |%s |not found.][ OK ]
ru: [1][Файл программы |%s |не найден.][ ОК ]

source: [2][Item named|%s |could not be found.|What do you want to do? ][Locate|Remove|Cancel]
ru: [2][Объект с именем|%s |не может быть найден.|Что вы хотите сделать ? ][Найти|Удалить|Отмена]

source: [1][Illegal copy operation. ][ Abort ]
ru: [1][Неправильная операция |копирования.][ Прервать ]

source: [1][Illegal destination. ][ Abort ]
ru: [1][Неверный целевой объект. ][ Прервать ]

source: [2][Printer is not |responding.][Continue|Abort]
ru: [2][Принтер |не отвечает.][Продолжить|Прервать]

source: [1][All data on the target|floppy disk will be erased! ][ OK |Cancel]
ru: [1][Все данные на целевой дискете|будут удалены ! ][ ОК |Отмена]

source: [1][Error in formatting track %d |on floppy disk.|%s][Retry|Continue|Abort]
ru: [1][Ошибка форматирования |дорожки %d дискеты.|%s][Повторить|Продолжить|Прервать]

source: [1][Error while trying to access |the floppy disk.|%s][ OK ]
ru: [1][Ошибка при попытке доступа |к дискете.|%s][ ОК ]
