Repository: freemint/teradesk
Catalog: rsc/*/terait.po
Languages: it

source: View
it: Visione

source: Window
it: Finestre

source: Options
it: Opzioni

source: TeraDesk Info...
it: Circa TeraDesk...

source: Open... ____
it: Apri... ____

source: New... ____
it: Nuovo... ____

source: Compare... ____
it: Confronta... ____

source: Search... ____
it: Ricerca... ____

source: Print... ____
it: Stampa... ____

source: Delete... ____
it: Elimina... ____

source: Select all ____
it: Tutto ____

source: Copy disk... ____
it: Copia disco ____

source: Format disk... ____
it: Formatta disco ____

source: Quit/Shutdown ____
it: Esci/Arresta ____

source: Show as icons ____
it: Formato icona ____

source: Auto arrange ____
it: Posiz. automatica ____

source: Sort by name ____
it: Per nome ____

source: Sort by extension ____
it: Per tipo ____

source: Sort by date ____
it: Per data ____

source: Sort by size ____
it: Per dimensioni ____

source: View unsorted ____
it: Senza ordine ____

source: Reverse order ____
it: Inverti ordine ____

source: Case insensitive ____
it: Ignora maiuscole ____

source: Show size ____
it: Dimensioni ____

source: Show date ____
it: Data ____

source: Show time ____
it: Ora ____

source: Show attributes ____
it: Attributi ____

source: Show owner ____
it: Proprietario ____

source: Set mask... ____
it: Maschera... ____

source: Iconified ____
it: Riduci a icona ____

source: Full ____
it: Schermo pieno ____

source: Close ____
it: Chiudi ____

source: Close window ____
it: Chiudi finestra ____

source: Close all ____
it: Chiudi tutto ____

source: Duplicate ____
it: Duplica ____

source: Cycle windows ____
it: Alterna finestre ____

source: Set applications... ____
it: Applicazioni... ____

source: Set program types...____
it: Tipo programma... ____

source: Set desk icons... ____
it: Scrivania... ____

source: Set window icons... ____
it: Finestra... ____

source: Desk preferences... ____
it: Preferenze desktop ____

source: Copy and print... ____
it: Copia e stampa... ____

source: Window options... ____
it: Opzioni finestra... ____

source: Video options... ____
it: Opzioni video... ____

source: Load settings... ____
it: Carica... ____

source: Save settings ____
it: Salva... ____

source: Save settings as... ____
it: Salva come ____

source: Single-TOS version
it: Versione Single-TOS

source: With thanks to all who helped
it: Un grazie a quelli che hanno aiutato

source: Free memory:
it: Memoria libera:

source: ________ bytes ST-RAM
it: ________ byte ST-RAM

source: _________ bytes TT-RAM
it: _________ byte TT-RAM

source: TOS-version:__.__
it: Versione-TOS:__.__

source: AES-version:__.__
it: Versione-AES:__.__

source: Abort
it: Arresta

source: Command line:
it: Linea comando:

source: Cancel
it: Annulla

source: Name:
it: Nome:

source: To:
it: A :

source: Drive : _
it: Disco : _

source: Path:
it: Perc.:

source: Icon label: ____________
it: Etichetta: ____________

source: File type:
it: Tipo file:

source: Skip
it: Salta

source: Remove
it: Rimuovi

source: Icon type
it: Tipo icona

source: Disk
it: Disco

source: Printer
it: Stampante

source: Trashcan
it: Cestino

source: File/Folder
it: File/Cartella

source: Folder
it: Cartella

source: Program
it: Programma

source: Follow links
it: Segui link

source: Command:
it: Comando :

source: Environment:
it: Ambiente:

source: Set special use
it: Imposta uso speciale

source: Set application type
it: Imposta tipo applicazione

source: Assign document types
it: Assegna tipo documento

source: Bytes used:
it: Byte usati:

source: Readonly
it: Solo lett.

source: Hidden
it: Nascosto

source: System
it: Sistema

source: Attributes:
it: Attributi:

source: Archive
it: Archivio

source: of ___:
it: di ___:

source: Cluster size: ______
it: Dim. cluster: ______

source: Last access:
it: Ultimo accesso:

source: Number of folders: ______
it: Numero di cartelle: ______

source: Number of files and links: ______
it: Numero di file e link: ______

source: Volume label:
it: Etichetta volume:

source: Total space: __________
it: Spazio totale: __________

source: Bytes free: __________
it: Byte liberi: __________

source: Opens with:
it: Apri con:

source: Folder:
it: Cartella:

source: Reset date/time
it: Reset data/ora

source: Folders:
it: Cartelle:

source: Files and links:
it: File e link:

source: Bytes:
it: Byte:

source: Press [ESC] to abort
it: Premi [ESC] per fermare

source: Text mode
it: Modo testo

source: Print to file
it: Stampa su file

source: Copy:
it: Copia:

source: All
it: Tutti

source: 12345678 bytes 01-02-03 11:59:59
it: 12345678 byte 01-02-03 11:59:59

source: Add
it: Aggiungi

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Show Files
it: Vedi File

source: Show Folders
it: Vedi Cartelle

source: Show Programs
it: Vedi Programmi

source: Show Hidden
it: Vedi Nascosti

source: Show System
it: Vedi Sistema

source: Show Subfolders
it: Vedi s.cartelle

source: Show Parent
it: Vedi Parente

source: Wait for key after TOS programs
it: Attendi tasto dopo prg. TOS

source: Use handle 2 as stderr
it: Usa handle 2 come stderr

source: Desktop Preferences
it: Preferenze scrivania

source: Dialog options
it: Opzioni dialogo

source: Flying
it: Volante

source: Window
it: Finestra

source: Under mouse
it: Sotto il mouse

source: Centered
it: Centrato

source: Menu shortcuts
it: Scorciatoie Menu

source: Item:
it: Voce:

source: Keys: ____
it: Tasti: ____

source: Clear all
it: Resetta

source: Save desk on exit
it: Salva scrivania in uscita

source: Program type
it: Tipo programma

source: Use ARGV
it: Usa ARGV

source: Don't multitask
it: Senza multitask

source: Memory limit: ____ KB
it: Limite memoria: ____ KB

source: Background
it: Sfondo

source: Viewer
it: Visualizzatore

source: Tab size...
it: Dim. Tab...

source: Set Tab Size
it: Imposta dim. tab

source: Tab size: __
it: Dim. tab: __

source: Window Options
it: Opzioni finestra

source: Desktop pattern:
it: Motivo scrivania:

source: Desktop colour:
it: Colore scrivania:

source: Window pattern:
it: Motivo finestra:

source: Window colour:
it: Colore finestra:

source: Directory font
it: Fonti cartella

source: Viewer font
it: Fonti viewer

source: Tab size: __
it: Dim. tab: __

source: Save windows
it: Salva finestre

source: Size:
it: Dim.:

source: Sample 1
it: Esempio 1

source: Colour:
it: Colore:

source: Bold
it: Grassetto

source: Light
it: Chiaro

source: Italic
it: Italico

source: Underlined
it: Sottolineato

source: Hollow
it: Contornato

source: Shadowed
it: Ombreggiato

source: Inverse
it: Invertito

source: Drive: _:
it: Disco: _:

source: to _:
it: a _:

source: Format type
it: Tipo formato

source: Single sided
it: Faccia singola

source: Double sided
it: Doppia faccia

source: High density
it: Alta densità

source: Extra density
it: Extra densità

source: Previous
it: Precedente

source: Parameters
it: Parametri

source: Sides: _
it: Facce: _

source: Tracks: __
it: Traccie: __

source: Sectors: __
it: Settori: __

source: Dir.size: ___
it: Dim.Dir.: ___

source: Retries: _
it: Ripetiz.: _

source: Label: ________.___
it: Etich: ________.___

source: Completed: ___%
it: Completato: ___%

source: Quick format
it: Format.rapida

source: Video Options
it: Opzioni video

source: Standard resolution
it: Risoluzioni standard

source: ST-Low
it: ST-Bassa

source: ST-Medium
it: ST-Media

source: ST-High
it: ST-Alta

source: TT-Low
it: TT-Bassa

source: TT-Medium
it: TT-Media

source: TT-High
it: TT-Alta

source: Options
it: Opzioni

source: Save palette
it: Salva paletta

source: Colours:
it: Colori:

source: Copy and Print Options
it: Opzioni copia e stampa

source: Confirm Moves and Copies
it: Conferma Spost. e copie

source: Confirm Overwrites
it: Conferma Sostituzione

source: Confirm Deletes
it: Conferma Eliminazione

source: Confirm Printing
it: Conferma Stampa

source: Always show dialog
it: Mostra sempre dialogo

source: Keep selection
it: Mantieni selezione

source: Truncate long names
it: Tronca nomi lunghi

source: Print header & separator
it: Stampa titolo & separatore

source: Copy buffer: ____ KB
it: Buffer copia: ____ KB

source: Printer line length: ___
it: Lungh. riga Stampante: ___

source: Search for File or Folder
it: Ricerca file o cartella

source: Date from: __-__-__
it: Data da : __-__-__

source: to: __-__-__
it: a : __-__-__

source: Size from: _________
it: Dim. da : _________

source: to: _________
it: a : _________

source: Special Application Use
it: Uso applicazioni speciali

source: Viewer
it: Visualizzatore

source: Shutdown
it: Arresto

source: Video mode change
it: Cambia modo video

source: Search
it: Ricerca

source: Compare
it: Confronta

source: Format floppy disk
it: Formatta dischetto

source: Right button extension
it: Estensione tasto destro

source: Open Unassigned Item
it: Apri oggetto non assegnato

source: Show
it: Mostra

source: Run
it: Esegui

source: With
it: Con

source: This item is neither a program, nor
it: L'oggetto non è un programma, o un

source: a document of a type assigned to an
it: documento di un tipo assegnato ad una

source: application, or else its assignment
it: applicazione, o la sua assegnazione è

source: has been overridden.
it: stata sovrascritta.

source: Help on Keyboard Commands
it: Aiuto su comandi da tastiera

source: More
it: AVANTI

source: Folder Operations:
it: operazioni cartella:

source: [Alt]+<open> - Open folder in a
it: [Alt]+<open> - Apre una cartella in

source: new window
it: una nuova finestra

source: - View/Print file
it: - Vedi/Stampa file

source: [Alt][?] - Show directory of
it: [Alt][?] - mostra directory del

source: drive ? in a new
it: drive ? in una nuova

source: window
it: finestra

source: [Alt][Shift][?] - Show directory of
it: [Alt][Shift][?]- mostra directory

source: drive ? in the
it: del drive ? nella

source: same window
it: stessa finestra

source: [Undo] - Deselect all
it: [Undo] - Deseleziona tutto

source: [Insert] - Toggle autoselector
it: [Insert] - Alterna autoselector

source: Window Operations:
it: Operazioni finestra:

source: [Home] - Page to window top
it: [Home] - Inizio pagina

source: [⇧⇩⇦⇨] - Scroll window
it: [⇧⇩⇦⇨] - Scorri Finestra

source: [Return] - Scroll text window
it: [Return] - Scorri finestra testo

source: [Space] - Page text window
it: [Space] - Scorri finestre testo

source: [Shift][⇧⇩⇦⇨] - Page window
it: [Shift][⇧⇩⇦⇨] - Scorri Pagine

source: [Esc] - Refresh window
it: [Esc] - Aggiorna finestra

source: [PageUp] - Page window up
it: [PageUp] - Pagina precedente

source: [PageDown] - Page window down
it: [PageDown] - Pagina seguente

source: [Shift][Home] - Page to bottom
it: [Shift][Home] - Fine pagina

source: Drag and Drop Operations:
it: Operazione Drag & Drop:

source: <drag> - Copy items
it: <drag> - Copia oggetti

source: [Ctl]+<drag> - Move items
it: [Ctl]+<drag> - Sposta oggetti

source: [Alt]+<drag> - Copy & rename
it: [Alt]+<drag> - Copia & rinomina

source: [Ctl][Alt]+<drag> - Move & rename
it: [Ctl][Alt]+<drag>- Sposta & rinomina

source: [LShift]+<drag> - Update copy
it: [LShift]+<drag> - Aggiorna copia

source: [RShift]+<drag> - Restore copy
it: [RShift]+<drag> - Ripristina copia

source: [Esc] - Cancel action
it: [Esc] - Annulla azione

source: Other:
it: Altro:

source: [Help] - Show Help dialog
it: [Help] - Apri dialogo aiuto

source: [Shift][Help] - Show hypertext help
it: [Shift][Help]- Vedi aiuto ipertesto

source: Dialog and Menu Operations:
it: Operazione dialogo e menu:

source: [Ctl][⇧⇩] - Scroll item selector
it: [Ctl][⇧⇩] - Scorrimento oggetti

source: [Insert] - Fileselector in
it: [Insert] - Fileselector nei campi

source: editable text field
it: testo modificabili

source: [?] - Shortcut to menu
it: [?] - Scorciatoia al menu

source: [Ctl][?] - Shortcut to menu
it: [Ctl][?] - Scorciatoia al menu

source: Compare Files
it: Confronta file

source: Files differ at byte #__________:
it: File differ.al byte #__________:

source: Match-window width: __
it: Stessa largh. finestra: __

source: Quit / Shutdown Options
it: Opzioni Esci / Arresto

source: You are now about to
it: State per uscire da

source: quit Tera Desktop or to
it: Tera Desktop o per

source: shut down the computer.
it: arrestare il computer.

source: Reboot
it: Riavvio

source: Quit
it: Esci

source: Add Name Mask
it: Aggiungi nome maschera

source: Copy Files and Folders
it: Copia file e cartelle

source: Copy and Rename Files and Folders
it: Copia e rinomina file e cartelle

source: Move Files and Folders
it: Sposta file e cartelle

source: Move and Rename Files and Folders
it: Sposta e rinomina file e cartelle

source: Delete Files and Folders
it: Cancella file e cartelle

source: Rename Files and Folders
it: Rinomina file e cartelle

source: Name Conflict
it: Conflitto nome

source: Install Desk Icon
it: Installa icona scrivania

source: Change Desk Icon
it: Modifica icona scrivania

source: Add Program Type
it: Aggiungi tipo programma

source: Edit Program Type
it: Modifica tipo programma

source: Add Icon Type
it: Aggiungi tipo icona

source: Edit Icon Type
it: Modifica tipo icona

source: Directory Font
it: Directory Fonte

source: Viewer Font
it: Visualizzatore Fonte

source: Locate File
it: Individua File

source: Locate Program
it: Individua Programma

source: Locate Folder
it: Individua Cartella

source: Load Settings
it: Carica Impostazioni

source: Save Settings as
it: Salva Impostazioni come

source: A printer
it: Una stampante

source: A trashcan
it: Il cestino

source: A drive icon
it: Una icona disco

source: A folder
it: Una cartella

source: A program
it: Un programma

source: %s %s bytes used in %d %s.
it: %s %s byte usati in %d %s.

source: %s %s bytes used in %d selected %s.
it: %s %s byte usati in %d selezionati %s.

source: items
it: oggetti

source: item
it: oggetto

source: drive %c
it: disco %c

source: Press a key to continue.
it: Premi un tasto per continuare.

source: TOS error #%d
it: Errore TOS #%d

source: File not found
it: File non trovato

source: Path not found
it: Percorso non trovato

source: Access denied.|Item is protected |or it already exists
it: Accesso negato. |L'oggetto è protetto o|già esistente

source: Insufficient memory
it: Memoria insufficente

source: Disk full
it: Disco pieno

source: File is locked
it: File bloccato

source: This item is not a |GEMDOS program file
it: Questo oggetto non è un |file programma GEMDOS

source: Filename too long |or too many filenames
it: Nome file troppo lungo |o troppi nomi file

source: Path too long
it: Percorso troppo lungo

source: Read error on file
it: Errore lettura sul file

source: Unexpected end of file
it: Fine inattesa del file

source: Abort
it: Interrompi

source: Skip | Abort
it: Salta | Interrompi

source: Command line too long
it: Linea Comando troppo lunga

source: Print Files
it: Stampa file

source: Print Directory
it: Directory di stampa

source: Format Floppy Disk
it: Formatta dischetto

source: Copy Disk
it: Copia disco

source: Write-prottected disk
it: Disco protetto da scrittura

source: Directory of
it: Directory di

source: Set Name Mask
it: Imposta nome maschera

source: Set Icon Types
it: Imposta tipi icona

source: Set Program Types
it: Imposta tipi programma

source: Install Applications
it: Installa applicazioni

source: Assign Document Types
it: Assigna tipi documento

source: Edit Name Mask
it: Modifica nome maschera

source: Edit Document Type
it: Modifica tipo documento

source: Application:
it: Applicazione:

source: Add Document Type
it: Aggiungi tipo documento

source: Add Application
it: Aggiungi applicazione

source: Edit Application
it: Modifica applicazione

source: Set Application Type
it: Imposta tipo applicazione

source: Set Object Information
it: Imposta informazione oggetto

source: Can not copy
it: Impossibile copiare

source: Can not move/rename
it: Impossibile spostare/rinominare

source: Can not delete
it: Impossibile eliminare

source: Can not print
it: Impossibile stampare

source: Can not read or set info for
it: Impossibile leggere o impostare info per

source: Invalid or missing |parameters set
it: Set parametri|non valido o mancante

source: Source and target disks |do not have the same format.
it: I dischi origine e destinazione |non hanno lo stesso formato.

source: Invalid format parameters.
it: Formato parametri non valido.

source: Accessories can not be|started in singletasking OS
it: Gli accessori non possono essere|avviati in un SO Single Task

source: The saved colour palette|does not have the same size|as the palette of the|current screen mode.
it: La paletta colori salvata|non ha la stessa dimensione|di quella del modo |video corrente.

source: Error in file selector.
it: Errore nel file selector.

source: Too many icons.
it: Troppe icone.

source: Destination application|does not know the type|of object dropped to it
it: l'applicazione destinazione|non riconosce il tipo |di oggetto rilasciato

source: Destination application|does not know of|Drag and Drop, or it |does not accept data
it: L'applicazione destinazione|non riconosce il|Drag & drop, oppure |non accetta dati

source: Drive does not exist
it: Il disco non esiste

source: Directory is too big
it: Directory troppo grande

source: An object with that name|already exists
it: Un oggetto con questo nome|è già esistente

source: Too many windows opened
it: Troppe finestre aperte

source: Filenames can not be empty.
it: I nomi file non possono essere vuoti.

source: An object can not be|copied to itself
it: Un oggetto non può essere|copiato su se stesso

source: This file is not a|valid configuration|or palette file
it: Questo non è un|file valido di|configurazione o paletta

source: This may not be a valid |configuration or palette |file at all
it: Potrebbe non essere un|file di configurazione | o di paletta valido

source: Invalid values in file
it: Valori non validi nel file

source: Contents of compared files |are identical
it: Il contenuto dei file |confrontati è identico

source: Font Selector
it: Selettore Carattere

source: New Folder
it: Nuova Cartella

source: Open Item
it: Apri Oggetto

source: Item not found or item type |can not be determined
it: Oggetto non trovato o tipo |oggetto non determinabile

source: ; Avoid editing this file by hand !!!
it: ; Evitare di modificare |questo file a mano !!!

source: Floppy device can not |be locked for (X)BIOS |operations
it: Il dispositivo floppy non |può essere bloccato per |le operazioni (X)BIOS

source: File Information
it: Informazioni file

source: Folder Information
it: Informazioni cartella

source: Disk Volume Information
it: Informazioni volume disco

source: Created on:
it: Creato il:

source: No editor installed
it: Nessun editor installato

source: Application font
it: Carattere applicazione

source: New Symbolic Link
it: Nuovo link simbolico

source: Symbolic Link Information
it: Informazioni link simbolico

source: Linked object |does not exist
it: L'oggetto linkato |non esiste

source: Update Files and Folders
it: Aggiornamento file e cartelle

source: Restore Files and Folders
it: Ripristino file e cartelle

source: Number of files:
it: Numero di file:

source: Files:
it: File:

source: Multitask-OS version
it: Versione OS-Multitask

source: Select Application
it: Seleziona Applicazione

source: |Cancel|Abort|
it: |Annulla|Interrompi|

source: Search finished.|No (more) matches found
it: Ricerca finita. Nessuna|(altra) corrispondenza

source: Locate Print File
it: Localizza file stampa

source: VGA-40-column
it: VGA-40-colonne

source: VGA-80-column
it: VGA-80-colonne

source: Doubleline
it: Linea doppia

source: Screen resolution is too low |(or default font too large) |to run Tera Desktop.
it: Risoluzione schermo troppo bassa |(o il fonte default troppo grande) |per avviare Tera Desktop.

source: Read error on icons file |or file not found.
it: Errore lettura file icone |o file non trovato.

source: Unable to open|VDI-workstation.
it: Impossibile aprire |la workstation VDI.

source: This application is |already running. |Start it again?
it: Questa applicazione è |già in esecuzione. |Avviarla di nuovo?

source: Failed to start|selected application. |It may be protected |or maybe is not|a valid program file
it: Fallito l'avvio della|applicazione selezionata. |Potrebbe essere protetta |oppure non essere un|programma valido

source: Icon(s) not found |in the resource file
it: Icona(e) non trovata |nel file risorsa

source: Special BIOS File or Device Info
it: File BIOS speciale o Info dispositivo

source: Pipe Information
it: Informazioni Pipe

source: Process or Shared memory Info
it: Info processo o di memoria condivisa

source: Program File Information
it: Informazioni file programma

source: GEM programs can not be |started in background
it: I programmi GEM non possono |essere avviati in background

source: Readonly
it: Solo lettura

source: Locate Object
it: Localizza oggetto

source: The requested dialog |is already open
it: Il dialogo richiesto |è già aperto

source: bytes
it: byte

source: An unknown object
it: Un oggetto sconosciuto

source: A network object
it: Un oggetto di rete

source: can not be copied
it: non può essere copiato

source: can not be printed
it: non può essere stampato

source: can not be passed |to a program
it: non può essere passato |a un programma

source: can not be opened
it: non può essere aperto

source: Bad sectors.
it: Settori danneggiati.

source: BIOS/XBIOS error #%d
it: errore BIOS/XBIOS #%d

source: Sector not found.
it: Settore non trovato.

source: Unknown media format.
it: Formato supporto sconosciuto.

source: Version for Coldfire
it: Versione per Coldfire

source: [1][Error while loading or saving |the configuration file|%s: |%s. ][ OK ]
it: [1][Errore nel caricare o salvare |il file di configurazione|%s: |%s. ][ OK ]

source: [1][Program file |%s |not found.][ OK ]
it: [1][File programma |%s |non trovato.][ OK ]

source: [2][Item named|%s |could not be found.|What do you want to do? ][Locate|Remove|Cancel]
it: [2][Oggetto con il nome|%s |non può essere trovato.|Cosa vuoi fare? ][Localizza|Rimuovi|Annulla]

source: [1][Illegal copy operation. ][ Abort ]
it: [1][Operazione di copia illegale. ][ Interrompi ]

source: [1][Illegal destination. ][ Abort ]
it: [1][Destinazione illegale. ][ Interrompi ]

source: [2][Printer is not |responding.][Continue|Abort]
it: [2][La stampante non |risponde.][Continua|Interrompi]

source: [1][All data on the target|floppy disk will be erased! ][ OK |Cancel]
it: [1][Tutti i dati sul floppy|disk destinazione saranno|cancellati! ][ OK |Annulla]

source: [1][Error in formatting track %d |on floppy disk.|%s][Retry|Continue|Abort]
it: [1][Errore formattaz. traccia %d |sul floppy disk.|%s][Riprova|Continua|Interrompi]

source: [1][Error while trying to access |the floppy disk.|%s][ OK ]
it: [1][Errore nel tentativo di |accesso al floppy disk.|%s][ OK ]

source: [1][This key has already been|assigned, or else it is not |a valid shortcut key: %s ][ OK ]
it: [1][Questo tasto è già stato|assignato, oppure non è un |tasto scorciatoia valido: %s ][ OK ]

source: [2][Abort current operation? ][Abort|Continue]
it: [2][Arresta operazione corrente? ][Arresta|Continua]

source: [1][This file or filetype has |already been assigned:| |%s ][ OK ]
it: [1][Questo file o tipo di file |è già stato assegnato:| |%s ][ OK ]

source: [1][Unknown record type found in|configuration or palette file: |"%s" |ignored in or after|"%s". ][ OK ]
it: [1][Trovato tipo record sconosciuto|nel file configuraz. o paletta: |"%s" |ignorato in o dopo|"%s". ][ OK ]

source: [1][This may not be a valid|configuration or palette file. |Illegal or missing value near|"%s". ][ OK ]
it: [1][Potrebbe non essere un file|valido di configurazione o paletta. |Illegale o valore mancante vicino|"%s". ][ OK ]
