Repository: freemint/teradesk
Catalog: rsc/*/teraru.po
Languages: ru

source: [1][This key has already been|assigned, or else it is not |a valid shortcut key: %s ][ OK ]
ru: [1][Эта клавиша уже присвоена|или не может быть назначена |горячей клавишей: %s ][ ОК ]

source: [2][Abort current operation? ][Abort|Continue]
ru: [2][Прервать текущую операцию ? ][Прервать|Продолжить]

source: [1][%s. ][ OK ]
ru: [1][%s. ][ ОК ]

source: [1][This file or filetype has |already been assigned:| |%s ][ OK ]
ru: [1][Этот файл или тип файла |уже был назначен:| |%s ][ ОК ]

source: [1][Unknown record type found in|configuration or palette file: |"%s" |ignored in or after|"%s". ][ OK ]
ru: [1][Неизвестный тип записи найден |в файле конфигурации или |палитры: "%s" |игнорирован в или после |"%s". ][ ОК ]

source: [1][This may not be a valid|configuration or palette file. |Illegal or missing value near|"%s". ][ OK ]
ru: [1][Это не может быть правильный|файл конфигурации или палитры. |Неверная или отсутствует |величина "%s". ][ ОК ]

source: [1][Same flag or function key is |already set for application|%s. ][ Set |Cancel]
ru: [1][Этот же флаг или функциональная|клавиша уже установлены для |программы %s. ][Установить|Отмена]

source: [1][Can not open a window: |%s. ][ OK ]
ru: [1][Не могу открыть окно: |%s. ][ ОК ]

source: [1][A change of video mode |will terminate all|running applications.][ OK |Cancel]
ru: [1][Изменение видеорежима |прервêт все|работающие программы.][ ОК |Отмена]

source: [3][%s][ Abort ]
ru: [3][%s][ Прервать ]

source: [2][%s][ OK |Cancel]
ru: [2][%s][ ОК |Отмена]

source: [2][Remove icons or delete |directory items?][Remove|Delete|Cancel]
ru: [2][Убрать иконки или|удалить объекты директорий?][Убрать|Удалить|Отмена]

source: [1][%s|%s. ][ Abort ]
ru: [1][%s|%s. ][ Прервать ]
