Repository: freemint/teradesk
Catalog: rsc/*/terafr.po
Languages: fr

source: [1][Unknown record type found in|configuration or palette file: |"%s" |ignored in or after|"%s". ][ OK ]
fr: [1][Type d'enregistrement inconnu|dans le fichier de config.|"%s" |ignoré dans ou après|"%s". ][ OK ]

source: [1][This may not be a valid|configuration or palette file. |Illegal or missing value near|"%s". ][ OK ]
fr: [1][Fichier de configuration ou|de palette invalide. |Valeur illégale ou manquante|"%s". ][ OK ]

source: [1][Same flag or function key is |already set for application|%s. ][ Set |Cancel]
fr: [1][Drapeau ou touche de fonction|déjà assigné à ce programme.|%s. ][Forcer|Annuler]

source: [1][Can not open a window: |%s. ][ OK ]
fr: [1][Ouverture de la fenêtre |%s. |impossible][ OK ]

source: [1][A change of video mode |will terminate all|running applications.][ OK |Cancel]
fr: [1][Un changement de mode vidéo|mettra fin à toutes les|applications en cours.][ OK |Annuler]

source: [3][%s][ Abort ]
fr: [3][%s][ Annuler ]

source: [2][%s][ OK |Cancel]
fr: [2][%s][ OK |Annuler]

source: [2][Remove icons or delete |directory items?][Remove|Delete|Cancel]
fr: [2][Enlever l'icône ou effacer|l'objet de son dossier?][Enlever|Effacer|Annuler]

source: [1][%s|%s. ][ Abort ]
fr: [1][%s|%s. ][ Annuler ]
