Repository: freemint/teradesk
Catalog: rsc/*/terade.po
Languages: de

source: File
de: Datei

source: View
de: Darstellung

source: Window
de: Fenster

source: Options
de: Optionen

source: Open... ____
de: Öffnen... ____

source: Info... ____
de: Informationen... ____

source: New... ____
de: Neu... ____

source: Compare... ____
de: Vergleichen... ____

source: Search... ____
de: Suchen... ____

source: Print... ____
de: Drucken... ____

source: Delete... ____
de: Löschen... ____

source: Select all ____
de: Alle auswählen ____

source: Copy disk... ____
de: Diskette kopieren... ____

source: Format disk... ____
de: Diskette formatieren... ____

source: Quit/Shutdown ____
de: Ende/Shutdown ____

source: Show as icons ____
de: Als Icons ____

source: Auto arrange ____
de: Automatisch anordnen ____

source: Sort by name ____
de: Nach Name sortiert ____

source: Sort by extension ____
de: Nach Extension ____

source: Sort by date ____
de: Nach Datum ____

source: Sort by size ____
de: Nach Größe ____

source: View unsorted ____
de: Unsortiert ____

source: Reverse order ____
de: Sortierung umkehren ____

source: Case insensitive ____
de: GROSS/klein gemischt ____

source: Show size ____
de: Größe zeigen ____

source: Show date ____
de: Datum zeigen ____

source: Show time ____
de: Zeit zeigen ____

source: Show attributes ____
de: Dateiattribute zeigen ____

source: Show owner ____
de: Eigentümer zeigen ____

source: Set mask... ____
de: Maske setzen... ____

source: Iconified ____
de: Iconify/De-Iconify ____

source: Full ____
de: Volle Größe ____

source: Close ____
de: Schließen ____

source: Close window ____
de: Fenster schließen ____

source: Close all ____
de: Alle schließen ____

source: Duplicate ____
de: Kopieren ____

source: Cycle windows ____
de: Wechseln ____

source: Set applications... ____
de: Anwendung anmelden... ____

source: Set program types...____
de: Programmtypen... ____

source: Set desk icons... ____
de: DeskIcons zuweisen... ____

source: Set window icons... ____
de: FensterIcons zuweisen... ____

source: Desk preferences... ____
de: Desktop... ____

source: Copy and print... ____
de: Kopieren und Drucken... ____

source: Window options... ____
de: Farben und Fonts... ____

source: Video options... ____
de: Bildschirmoptionen... ____

source: Load settings... ____
de: Einstellungen laden... ____

source: Save settings ____
de: Einstellungen sichern ____

source: Save settings as... ____
de: Sichern als... ____

source: Free memory:
de: Freies RAM :

source: Abort
de: Abbruch

source: Command line:
de: Kommandozeile:

source: Cancel
de: Abbruch

source: To:
de: Nach:

source: Drive : _
de: Laufw.: _

source: Path:
de: Pfad:

source: Icon label: ____________
de: Icon-Name: ____________

source: File type:
de: Dateityp:

source: Skip
de: Nächste

source: Remove
de: Löschen

source: Icon type
de: Icon-Typ

source: Disk
de: Laufwerk

source: Printer
de: Drucker

source: Trashcan
de: Papierkorb

source: File/Folder
de: Datei/Ordner

source: File
de: Datei

source: Folder
de: Ordner

source: Program
de: Programm

source: Follow links
de: Links folgen

source: Command:
de: Kommando:

source: F-key: __
de: F-Taste: __

source: Set special use
de: Spezial-Anwendung

source: Set application type
de: Programmtyp setzen

source: Assign document types
de: Dateitypen zuordnen

source: Bytes used:
de: Größe/Bytes:

source: Attributes:
de: Attribute:

source: Archive
de: Archiv

source: Cluster size: ______
de: Cluster-Größe: ______

source: Last access:
de: Letzter Zugriff:

source: Number of folders: ______
de: Anzahl der Ordner: ______

source: Number of files and links: ______
de: Anzahl der Dateien u. Links: ______

source: Volume label:
de: Disk-Name:

source: Disk drive:
de: Laufwerk:

source: Total space: __________
de: Gesamtgröße: __________

source: Bytes free: __________
de: Bytes frei: __________

source: Memory:
de: Speicher:

source: Opens with:
de: Öffnet mit:

source: Folder:
de: Ordner:

source: File:
de: Datei:

source: Reset date/time
de: Dat./Zeit ändern

source: Folders:
de: Ordner:

source: Files and links:
de: Dateien u. Links:

source: Press [ESC] to abort
de: Für sofortigen Abbruch [ESC] drücken

source: Text mode
de: Text-Modus

source: Raw data
de: Raw Daten

source: Print to file
de: ...in Datei

source: Copy:
de: Kopie:

source: All
de: Alle

source: Add
de: Neu

source: Edit
de: Editieren

source: Delete
de: Löschen

source: Show Files
de: Zeige Dateien

source: Show Folders
de: Zeige Ordner

source: Show Programs
de: Zeige Programme

source: Show Hidden
de: Zeige Hidden

source: Show System
de: Zeige System

source: Show Subfolders
de: Zeige Unterordner

source: Show Parent
de: Zeige Parent Dir.

source: Wait for key after TOS programs
de: Nach TOS-Prg's auf Taste warten

source: Use handle 2 as stderr
de: 'Handle 2' als Std.-Error

source: Desktop Preferences
de: Desktop-Einstellungen

source: Dialog options
de: Dialogbox Optionen

source: Window
de: Fenster

source: Under mouse
de: Unter Maus

source: Centered
de: Zentriert

source: Menu shortcuts
de: Menü-Shortcuts

source: Keys: ____
de: Tasten: ____

source: Clear all
de: Alle löschen

source: Save desk on exit
de: Beim Beenden sichern

source: Directory
de: Verzeichnis

source: Program type
de: Programmtyp

source: Use ARGV
de: ARGV verwenden

source: Don't multitask
de: Kein Multitask

source: Memory limit: ____ KB
de: Speicherbegrenzung: ____ KB

source: Background
de: Hintergrund

source: Tab size...
de: Tab.-Breite...

source: Hexmode
de: Hex-Modus

source: Set Tab Size
de: Tab.-Breite setzen

source: Tab size: __
de: Tabulator-Breite: __

source: Window Options
de: Farben- und Font-Einstellungen

source: Desktop pattern:
de: Desktop-Muster:

source: Desktop colour:
de: Desktop-Farbe:

source: Window pattern:
de: Fenster-Muster:

source: Window colour:
de: Fenster-Farbe:

source: Directory font
de: Verzeichnis-Font

source: Tab size: __
de: Tab.-Breite: __

source: Save windows
de: Fenster/Positionen sichern

source: Hor.grid: ___
de: Hor. Raster: ___

source: Ver.grid: ___
de: Vert. Raster: ___

source: Size:
de: Größe:

source: Colour:
de: Farbe:

source: Drive: _:
de: Laufwerk: _:

source: to _:
de: nach _:

source: Format type
de: Format-Typ

source: Single sided
de: Einseitig

source: Double sided
de: Zweiseitig

source: Previous
de: Vorh. Format

source: Parameters
de: Parameter

source: Sides: _
de: Seiten: _

source: Tracks: __
de: Spuren: __

source: Sectors: __
de: Sektoren: __

source: Retries: _
de: Wiederh.: _

source: Completed: ___%
de: Fertig: ___%

source: Quick format
de: Schnell

source: Video Options
de: Bildschirm-Optionen

source: Standard resolution
de: Standard-Auflösung

source: Options
de: Optionen

source: Save palette
de: Palette sichern

source: Colours:
de: Farben:

source: Copy and Print Options
de: Kopieren und Drucken

source: Confirm Moves and Copies
de: Kopieren/Verschieben best.

source: Confirm Overwrites
de: Überschreiben bestätigen

source: Confirm Deletes
de: Löschen bestätigen

source: Confirm Printing
de: Drucken bestätigen

source: Always show dialog
de: Immer Dialogbox zeigen

source: Keep selection
de: Auswahl speichern

source: Truncate long names
de: Lange Dateinamen kürzen

source: Print header & separator
de: Pfad+Seitenvorschub

source: Copy buffer: ____ KB
de: Kopier-Puffer: ____ KB

source: Printer line length: ___
de: Drucker Zeilenlänge: ___

source: Search for File or Folder
de: Datei/Ordner suchen

source: Date from: __-__-__
de: Datum vom: __-__-__

source: to: __-__-__
de: bis: __-__-__

source: Size from: _________
de: Größe von: _________

source: to: _________
de: bis: _________

source: Special Application Use
de: Spezial-Anwendung

source: Video mode change
de: Auflösungswechsel

source: Search
de: Dateisuche

source: Compare
de: Dateivergleich

source: Format floppy disk
de: Formatieren (Floppy)

source: Right button extension
de: Auf rechter Maustaste

source: Open Unassigned Item
de: Unbekanntes Objekt

source: Show
de: Zeigen

source: Run
de: Öffnen

source: With
de: Mit

source: This item is neither a program, nor
de: Dieses Objekt ist keine Anwendung

source: a document of a type assigned to an
de: und keine angemeldete Datei; oder

source: application, or else its assignment
de: aber die Datei-Zuweisung wurde

source: has been overridden.
de: überschrieben.

source: Help on Keyboard Commands
de: Tastatur-Shortcuts

source: More
de: Mehr

source: Folder Operations:
de: Ordner-Operationen:

source: [Alt]+<open> - Open folder in a
de: [Alt]+<öffnen> - Verzeichnis in neuem

source: new window
de: Fenster öffnen

source: - View/Print file
de: - Datei zeigen/drucken

source: [Alt][?] - Show directory of
de: [Alt][?] - Verzeichnis von

source: drive ? in a new
de: Laufwerk ? in neuem

source: window
de: Fenster öffnen

source: [Alt][Shift][?] - Show directory of
de: [Alt][Shift][?] - Verzeichnis von

source: drive ? in the
de: Laufwerk ? im aktuellen

source: same window
de: Fenster öffnen

source: [Undo] - Deselect all
de: [Undo] - Alle deselektieren

source: [Insert] - Toggle autoselector
de: [Insert] - Autoselektor an/aus

source: Window Operations:
de: Bei Fenstern:

source: [Home] - Page to window top
de: [Home] - Verzeichnis-Anfang

source: [⇧⇩⇦⇨] - Scroll window
de: [⇧⇩⇦⇨] - Fenster scrollen

source: [Return] - Scroll text window
de: [Return] - Viewer-Fenster scrollen

source: [Space] - Page text window
de: [Space] - Viewer seitenweise bew.

source: [Shift][⇧⇩⇦⇨] - Page window
de: [Shift][⇧⇩⇦⇨] - Seitenweise bewegen

source: [Esc] - Refresh window
de: [Esc] - Fenster aktualisieren

source: [PageUp] - Page window up
de: [PageUp] - Seite hoch

source: [PageDown] - Page window down
de: [PageDown] - Seite runter

source: [Shift][Home] - Page to bottom
de: [Shift][Home] - Verzeichnis-Ende

source: Drag and Drop Operations:
de: 'Drag and Drop'-Aktionen:

source: <drag> - Copy items
de: <Drag> - Kopieren

source: [Ctl]+<drag> - Move items
de: [Ctl]+<Drag> - Verschieben

source: [Alt]+<drag> - Copy & rename
de: [Alt]+<Drag> - Kopieren+Umbenennen

source: [Ctl][Alt]+<drag> - Move & rename
de: [Ctl][Alt]+<Drag> - Versch. +Umbenennen

source: [LShift]+<drag> - Update copy
de: [LShift]+<Drag> - Kopie updaten

source: [RShift]+<drag> - Restore copy
de: [RShift]+<Drag> - Wiederherstellen

source: [Esc] - Cancel action
de: [Esc] - Aktion abbrechen

source: Other:
de: Hilfe:

source: [Help] - Show Help dialog
de: [Help] - Hilfe zeigen

source: [Shift][Help] - Show hypertext help
de: [Shift][Help] - Hypertext-Hilfe zeigen

source: Dialog and Menu Operations:
de: Bei Dialogen und Menüs:

source: [Ctl][⇧⇩] - Scroll item selector
de: [Ctl][⇧⇩] - Item-Auswahl scrollen

source: [Insert] - Fileselector in
de: [Insert] - Dateiauswahl-Box öffnen

source: editable text field
de: (wenn möglich)

source: [?] - Shortcut to menu
de: [?] - Menü-Shortcut

source: [Ctl][?] - Shortcut to menu
de: [Ctl][?] - Menü-Shortcut

source: Compare Files
de: Dateien vergleichen

source: File #1:
de: Datei #1:

source: File #2:
de: Datei #2:

source: Files differ at byte #__________:
de: Unterschied bei Byte #__________:

source: Match-window width: __
de: Vergleich von __ Zeichen auf einmal

source: Quit / Shutdown Options
de: Ende / Shutdown

source: You are now about to
de: TeraDesk beenden, den

source: quit Tera Desktop or to
de: Computer neustarten oder

source: shut down the computer.
de: abschalten (Shutdown)?

source: Reboot
de: Neustart

source: Quit
de: Ende

source: Add Name Mask
de: Neue Maske

source: Copy Files and Folders
de: Dateien/Ordner kopieren

source: Copy and Rename Files and Folders
de: Dateien/Ordner kopieren+umbenennen

source: Move Files and Folders
de: Dateien/Ordner verschieben

source: Move and Rename Files and Folders
de: Dateien/Ordner versch.+umbenennen

source: Delete Files and Folders
de: Dateien/Ordner löschen

source: Rename Files and Folders
de: Dateien/Ordner umbenennen

source: Name Conflict
de: Namenskonflikt

source: Install Desk Icon
de: Desktop-Icon anmelden

source: Change Desk Icon
de: Desktop-Icon ändern

source: Add Program Type
de: Neuen Programmtyp anmelden

source: Edit Program Type
de: Programmtyp ändern

source: Add Icon Type
de: Icon zuweisen

source: Edit Icon Type
de: Icon ändern

source: Directory Font
de: Verzeichnis-Font

source: Locate File
de: Datei wählen

source: Locate Program
de: Programm wählen

source: Locate Folder
de: Ordner wählen

source: Load Settings
de: Einstellungen laden

source: Save Settings as
de: Einstellungen sichern als...

source: A printer
de: Ein Drucker

source: A trashcan
de: Ein Papierkorb

source: A drive icon
de: Ein Laufwerks-Icon

source: A folder
de: Ein Ordner

source: A program
de: Ein Programm

source: %s %s bytes used in %d %s.
de: %s %s Bytes in %d %s

source: %s %s bytes used in %d selected %s.
de: %s %s Bytes in %d selektierten %s

source: items
de: Objekten

source: item
de: Objekt

source: drive %c
de: Laufwerk %c

source: Press a key to continue.
de: Bitte Taste drücken.

source: File not found
de: Datei nicht gefunden

source: Path not found
de: Pfad nicht gefunden

source: Access denied.|Item is protected |or it already exists
de: Zugriff verweigert. Datei schon|vorhanden o. schreibgeschützt

source: Insufficient memory
de: Nicht genug Speicherplatz

source: Disk full
de: Disk voll

source: File is locked
de: Datei ist gesperrt

source: This item is not a |GEMDOS program file
de: Dieses Objekt ist kein |GEMDOS-Programm

source: Filename too long |or too many filenames
de: Dateiname zu lang|oder zu viele Dateien

source: Path too long
de: Pfad zu lang

source: Read error on file
de: Fehler beim Lesen der Datei

source: Unexpected end of file
de: Unerwartetes Dateiende

source: Abort
de: Abbruch

source: Skip | Abort
de: Nächste|Abbruch

source: Command line too long
de: Kommandozeile zu lang

source: Print Files
de: Datei drucken

source: Print Directory
de: Verzeichnis drucken

source: Format Floppy Disk
de: Diskette formatieren

source: Copy Disk
de: Diskette kopieren

source: Write-prottected disk
de: Diskette schreibgeschützt

source: Directory of
de: Verzeichnis von

source: Set Name Mask
de: Maske setzen

source: Set Icon Types
de: Icons-Zuordnung

source: Set Program Types
de: Programmtyp-Zuordnung

source: Install Applications
de: Anwendung anmelden

source: Assign Document Types
de: Dateityp-Zuordnung

source: Edit Name Mask
de: Maske ändern

source: Edit Document Type
de: Dateityp ändern

source: Application:
de: Anwendung:

source: Add Document Type
de: Neuer Dateityp

source: Add Application
de: Neue Anwendung

source: Edit Application
de: Anwendung ändern

source: Set Application Type
de: Programmtyp-Zuordnung

source: Set Object Information
de: Objekt-Informationen

source: Can not copy
de: Fehler beim Kopieren von

source: Can not move/rename
de: Fehler beim Verschieben oder|Umbenennen von

source: Can not delete
de: Fehler beim Löschen von

source: Can not print
de: Fehler beim Drucken von

source: Can not read or set info for
de: Kann Dateiinformationen|nicht lesen/ändern von

source: Invalid or missing |parameters set
de: Ungültige oder fehlende|Parameter-Einstellungen

source: Source and target disks |do not have the same format.
de: Quell- und Zieldiskette haben|nicht dasselbe Format

source: Invalid format parameters.
de: Ungültige Format-Parameter

source: Accessories can not be|started in singletasking OS
de: Accessories können bei TOS|nicht nachgestartet werden

source: The saved colour palette|does not have the same size|as the palette of the|current screen mode.
de: Die gespeicherte Palette|stimmt nicht mit der aktuellen|Palette+Auflösung überein.

source: Error in file selector.
de: Fehler im Datei-Selektor.

source: Too many icons.
de: Zu viele Icons

source: Destination application|does not know the type|of object dropped to it
de: Ziel-Applikation|erkennt den Datentyp|von diesem Objekt nicht an

source: Destination application|does not know of|Drag and Drop, or it |does not accept data
de: Ziel-Applikation versteht kein|Drag and Drop oder akzeptiert|keine Daten

source: Drive does not exist
de: Laufwerk existiert nicht

source: Directory is too big
de: Verzeichnis ist zu groß

source: An object with that name|already exists
de: Es existiert bereits ein|Objekt mit diesem Namen

source: Too many windows opened
de: Zu viele Fenster geöffnet

source: Filenames can not be empty.
de: Dateinamen dürfen nicht leer sein

source: An object can not be|copied to itself
de: Objekte können nicht auf|sich selbst kopiert werden

source: This file is not a|valid configuration|or palette file
de: Dies ist keine gültige|Konfigurations- oder|Paletten-Datei

source: This may not be a valid |configuration or palette |file at all
de: Dies ist evtl. keine gültige|Konfigurations- oder|Paletten-Datei

source: Invalid values in file
de: Datei enthält ungültige Werte

source: Contents of compared files |are identical
de: Verglichene Dateien sind identisch

source: Font Selector
de: Font-Auswahl

source: New Folder
de: Neuer Ordner

source: Open Item
de: Objekt öffnen

source: Item not found or item type |can not be determined
de: Objekt nicht gefunden oder|Objekttyp nicht|bestimmbar

source: ; Avoid editing this file by hand !!!
de: ; Diese Datei nicht von Hand ändern!!

source: Floppy device can not |be locked for (X)BIOS |operations
de: Floppy-Laufwerk kann nicht|für (X)BIOS-Aufrufe|verriegelt werden

source: File Information
de: Datei-Information

source: Folder Information
de: Ordner-Information

source: Disk Volume Information
de: Laufwerk-Information

source: Created on:
de: Erstellt am:

source: No editor installed
de: Kein Editor angemeldet

source: Application font
de: Anwendungs-Font

source: New Symbolic Link
de: Neuer Link

source: Link_to_
de: Link_zu_

source: Symbolic Link Information
de: Link-Information

source: Linked object |does not exist
de: Original existiert nicht

source: Update Files and Folders
de: Dateien/Ordner updaten

source: Restore Files and Folders
de: Dateien/Ordner wiederherstellen

source: Number of files:
de: Anzahl der Dateien:

source: Files:
de: Dateien:

source: Select Application
de: Anwendung wählen

source: |Cancel|Abort|
de: |Abbruch|Abort|

source: Search finished.|No (more) matches found
de: Suche beendet.|Keine weiteren Treffer

source: Locate Print File
de: Datei zum Drucken wählen

source: VGA-40-column
de: 40 Spalten

source: VGA-80-column
de: 80 Spalten

source: Doubleline
de: Zeilenverdoppelung

source: Screen resolution is too low |(or default font too large) |to run Tera Desktop.
de: Bildschirmauflösung ist zu|gering für Tera Desktop!| Oder der Standard-Font ist|zu groß..

source: Read error on icons file |or file not found.
de: ICONS.RSC nicht gefunden|oder fehlerhaft

source: Unable to open|VDI-workstation.
de: Kann VDI-Workstation nicht öffnen

source: This application is |already running. |Start it again?
de: Anwendung ist bereits aktiv.|Nochmal starten?

source: Failed to start|selected application. |It may be protected |or maybe is not|a valid program file
de: Anwendung kann nicht gestartet|werden. Datei geschützt oder|evtl. keine gültige Programmdatei

source: Icon(s) not found |in the resource file
de: Icon(s) in Resource-Datei|nicht gefunden

source: Special BIOS File or Device Info
de: Spezial BIOS-Datei o. Geräte-Info

source: Process or Shared memory Info
de: Prozess o. Shared Memory-Info

source: Program File Information
de: Programm-Information

source: GEM programs can not be |started in background
de: GEM-Programme können nicht im|Hintergrund gestartet werden

source: Private
de: Privat

source: Locate Object
de: Objekt wählen

source: The requested dialog |is already open
de: Dieser Dialog ist bereits|geöffnet

source: fffffffffff
de: XXXXXXXXXXX

source: An unknown object
de: Ein unbekanntes Objekt

source: A network object
de: Ein Netzwerk-Objekt

source: can not be copied
de: kann nicht kopiert werden

source: can not be printed
de: kann nicht gedruckt werden

source: can not be passed |to a program
de: kann nicht einem|Programm übergeben werden

source: can not be opened
de: kann nicht geöffnet werden

source: Bad sectors.
de: Defekte Sektoren.

source: BIOS/XBIOS error #%d
de: BIOS/XBIOS Fehler #%d

source: Sector not found.
de: Sektor nicht gefunden.

source: Unknown media format.
de: Unbekanntes Medien-Format.

source: FFFFFFFFFFF
de: XXXXXXXXXXX

source: Version for Coldfire
de: Version für Coldfire

source: [1][Error while loading or saving |the configuration file|%s: |%s. ][ OK ]
de: [1][Fehler beim Laden oder Sichern|der Konfigurations-Datei|%s: |%s. ][ OK ]

source: [1][Program file |%s |not found.][ OK ]
de: [1][Programmdatei |%s |nicht gefunden.][ OK ]

source: [2][Item named|%s |could not be found.|What do you want to do? ][Locate|Remove|Cancel]
de: [2][Objekt mit Namen|%s |nicht gefunden.|Was wollen sie tun? ][Suchen|Entfernen|Abbruch]

source: [1][Illegal copy operation. ][ Abort ]
de: [1][Illegale |Kopieroperation.][Abbruch]

source: [1][Illegal destination. ][ Abort ]
de: [1][Illegales Ziel.][Abbruch]

source: [2][Printer is not |responding.][Continue|Abort]
de: [2][Drucker|antwortet|nicht.][Weiter|Abbruch]

source: [1][All data on the target|floppy disk will be erased! ][ OK |Cancel]
de: [1][Alle Daten auf der|Zieldiskette werden|gelöscht!][ OK |Abbruch]

source: [1][Error in formatting track %d |on floppy disk.|%s][Retry|Continue|Abort]
de: [1][Fehler beim Formatieren von|Spur %d auf Diskette.|%s][Nochmal|Weiter|Abbruch]

source: [1][Error while trying to access |the floppy disk.|%s][ OK ]
de: [1][Fehler beim Zugriff auf|Diskette.|%s][ OK ]

source: [1][This key has already been|assigned, or else it is not |a valid shortcut key: %s ][ OK ]
de: [1][Tastenkombination bereits|vergeben oder kein|gültiger Shortcut: %s ][ OK ]

source: [2][Abort current operation? ][Abort|Continue]
de: [2][Operation abbrechen? ][Abbruch|Weiter]

source: [1][This file or filetype has |already been assigned:| |%s ][ OK ]
de: [1][Diese Datei oder Dateityp |ist bereits zugewiesen:| |%s ][ OK ]

source: [1][Unknown record type found in|configuration or palette file: |"%s" |ignored in or after|"%s". ][ OK ]
de: [1][Unbekannter Begriff in|TERADESK.INF oder -.PAL:|"%s" |ignoriert in oder nach|"%s". ][ OK ]

source: [1][This may not be a valid|configuration or palette file. |Illegal or missing value near|"%s". ][ OK ]
de: [1][Dies ist evtl. keine gültige|Konfig.- oder Palette-Datei!|Ungültiger oder fehlender|Wert bei:|"%s". ][ OK ]

source: [1][Same flag or function key is |already set for application|%s. ][ Set |Cancel]
de: [1][Spezial-Anwendung oder|F-Taste ist bereits|%s|zugewiesen.][Setzen|Abbruch]

source: [1][Can not open a window: |%s. ][ OK ]
de: [1][Kann kein Fenster öffnen:|%s. ][ OK ]

source: [1][A change of video mode |will terminate all|running applications.][ OK |Cancel]
de: [1][Ein Auflösungswechsel |beendet alle laufenden|Programme!][ OK |Abbruch]

source: [3][%s][ Abort ]
de: [3][%s][Abbruch]

source: [2][%s][ OK |Cancel]
de: [2][%s][ OK |Abbruch]

source: [2][Remove icons or delete |directory items?][Remove|Delete|Cancel]
de: [2][Icons entfernen oder|Verzeichnisse löschen?][Entfernen|Löschen|Abbruch]

source: [1][%s|%s. ][ Abort ]
de: [1][%s|%s. ][Abbruch]
